export default {
  ITEMS: {
    '7678': {
      _id: 7678,
      name_chs: '扎尔艾拉',
    },
    '7679': {
      _id: 7679,
      name_chs: '无赖王',
    },
    '7680': {
      _id: 7680,
      name_chs: '山神印',
    },
    '7681': {
      _id: 7681,
      name_chs: '高声鲶鱼',
    },
    '7682': {
      _id: 7682,
      name_chs: '水晶刺鱼',
    },
    '7683': {
      _id: 7683,
      name_chs: '莫尔巴',
    },
    '7684': {
      _id: 7684,
      name_chs: '拾荒鮟鱇',
    },
    '7685': {
      _id: 7685,
      name_chs: '金鳍蝶',
    },
    '7686': {
      _id: 7686,
      name_chs: '巨鲨',
    },
    '7687': {
      _id: 7687,
      name_chs: '鳞脚螺',
    },
    '7688': {
      _id: 7688,
      name_chs: '隐沙鱼',
    },
    '7689': {
      _id: 7689,
      name_chs: '暗骑士',
    },
    '7690': {
      _id: 7690,
      name_chs: '银君',
    },
    '7691': {
      _id: 7691,
      name_chs: '剑齿鳕',
    },
    '7692': {
      _id: 7692,
      name_chs: '梦幻虾虎',
    },
    '7693': {
      _id: 7693,
      name_chs: '海神剑',
    },
    '7694': {
      _id: 7694,
      name_chs: '暗兵鳢',
    },
    '7695': {
      _id: 7695,
      name_chs: '审判鳐',
    },
    '7696': {
      _id: 7696,
      name_chs: '酿血鱼',
    },
    '7697': {
      _id: 7697,
      name_chs: '仙后鲈',
    },
    '7698': {
      _id: 7698,
      name_chs: '滑溜帝王',
    },
    '7699': {
      _id: 7699,
      name_chs: '蓝寡妇',
    },
    '7700': {
      _id: 7700,
      name_chs: '人面鲤',
    },
    '7701': {
      _id: 7701,
      name_chs: '倔强鲫鱼',
    },
    '7702': {
      _id: 7702,
      name_chs: '朝圣泥鱼',
    },
    '7703': {
      _id: 7703,
      name_chs: '垂暮蝲蛄',
    },
    '7704': {
      _id: 7704,
      name_chs: '净髓蜗牛',
    },
    '7705': {
      _id: 7705,
      name_chs: '外科医生',
    },
    '7706': {
      _id: 7706,
      name_chs: '泥巨蟹兵',
    },
    '7707': {
      _id: 7707,
      name_chs: '猛犸章鱼',
    },
    '7708': {
      _id: 7708,
      name_chs: '圣母鲤',
    },
    '7709': {
      _id: 7709,
      name_chs: '高刺鱼',
    },
    '7710': {
      _id: 7710,
      name_chs: '希尔德拉',
    },
    '7711': {
      _id: 7711,
      name_chs: '铆钉牡蛎',
    },
    '7712': {
      _id: 7712,
      name_chs: '剪刀手雅克',
    },
    '7713': {
      _id: 7713,
      name_chs: '招雨王',
    },
    '7714': {
      _id: 7714,
      name_chs: '铜镜',
    },
    '7902': {
      _id: 7902,
      name_chs: '鱼大叔',
    },
    '7903': {
      _id: 7903,
      name_chs: '陨石幸存者',
    },
    '7904': {
      _id: 7904,
      name_chs: '圣鳟贞德',
    },
    '7905': {
      _id: 7905,
      name_chs: '特拉玛豹鱼',
    },
    '7906': {
      _id: 7906,
      name_chs: '断指龙虾',
    },
    '7907': {
      _id: 7907,
      name_chs: '终结者',
    },
    '7908': {
      _id: 7908,
      name_chs: '大蛇鳗',
    },
    '7909': {
      _id: 7909,
      name_chs: '比阿纳可大帝',
    },
    '7910': {
      _id: 7910,
      name_chs: '肮脏鲱',
    },
    '7911': {
      _id: 7911,
      name_chs: '虚空之眼',
    },
    '7912': {
      _id: 7912,
      name_chs: '妖祸鱼',
    },
    '7913': {
      _id: 7913,
      name_chs: '浮游石',
    },
    '7914': {
      _id: 7914,
      name_chs: '露齿鲤',
    },
    '7915': {
      _id: 7915,
      name_chs: '金枪鲨',
    },
    '7916': {
      _id: 7916,
      name_chs: '尼姆蠕虫',
    },
    '7917': {
      _id: 7917,
      name_chs: '抽须王',
    },
    '7918': {
      _id: 7918,
      name_chs: '太阳神杖',
    },
    '7919': {
      _id: 7919,
      name_chs: '枪鼻头',
    },
    '7920': {
      _id: 7920,
      name_chs: '雷神光',
    },
    '7921': {
      _id: 7921,
      name_chs: '沉川鲑',
    },
    '7922': {
      _id: 7922,
      name_chs: '刺鱼教父',
    },
    '7923': {
      _id: 7923,
      name_chs: '芳香蝾螈',
    },
    '7924': {
      _id: 7924,
      name_chs: '轰击泡',
    },
    '7925': {
      _id: 7925,
      name_chs: '浓盐鲀',
    },
    '7926': {
      _id: 7926,
      name_chs: '孤独杀手',
    },
    '7927': {
      _id: 7927,
      name_chs: '温泉王',
    },
    '7928': {
      _id: 7928,
      name_chs: '铁饼',
    },
    '7929': {
      _id: 7929,
      name_chs: '铁索',
    },
    '7930': {
      _id: 7930,
      name_chs: '沙海肠虫',
    },
    '7931': {
      _id: 7931,
      name_chs: '魔毯',
    },
    '7932': {
      _id: 7932,
      name_chs: '圣人标',
    },
    '7933': {
      _id: 7933,
      name_chs: '冥河灯',
    },
    '7934': {
      _id: 7934,
      name_chs: '绿小丑',
    },
    '7935': {
      _id: 7935,
      name_chs: '血浴',
    },
    '7936': {
      _id: 7936,
      name_chs: '雷皇子',
    },
    '7937': {
      _id: 7937,
      name_chs: '吞雷鱼',
    },
    '7938': {
      _id: 7938,
      name_chs: '沉溺射手',
    },
    '7939': {
      _id: 7939,
      name_chs: '丽舞蟹',
    },
    '7940': {
      _id: 7940,
      name_chs: '银镜鱼',
    },
    '7941': {
      _id: 7941,
      name_chs: '翻舵手',
    },
    '7942': {
      _id: 7942,
      name_chs: '千年殇',
    },
    '7943': {
      _id: 7943,
      name_chs: '汉尼拔',
    },
    '7944': {
      _id: 7944,
      name_chs: '黎明少女',
    },
    '7945': {
      _id: 7945,
      name_chs: '星光鳟鱼',
    },
    '7946': {
      _id: 7946,
      name_chs: '一家之母',
    },
    '7947': {
      _id: 7947,
      name_chs: '影纹狗鱼',
    },
    '7948': {
      _id: 7948,
      name_chs: '船长圣杯',
    },
    '7949': {
      _id: 7949,
      name_chs: '奇虾',
    },
    '7950': {
      _id: 7950,
      name_chs: '皱鳃鲨',
    },
    '7951': {
      _id: 7951,
      name_chs: '以太虱',
    },
    '8752': {
      _id: 8752,
      name_chs: '皇金鱼',
    },
    '8753': {
      _id: 8753,
      name_chs: '海中老人',
    },
    '8754': {
      _id: 8754,
      name_chs: '涅普特龙',
    },
    '8755': {
      _id: 8755,
      name_chs: '空棘鱼',
    },
    '8756': {
      _id: 8756,
      name_chs: '内角石',
    },
    '8757': {
      _id: 8757,
      name_chs: '海巫婆',
    },
    '8758': {
      _id: 8758,
      name_chs: '炼狱火角',
    },
    '8759': {
      _id: 8759,
      name_chs: '虚无鲈',
    },
    '8760': {
      _id: 8760,
      name_chs: '科内利亚',
    },
    '8761': {
      _id: 8761,
      name_chs: '忍斗鱼',
    },
    '8762': {
      _id: 8762,
      name_chs: '加诺',
    },
    '8763': {
      _id: 8763,
      name_chs: '杀手库诺',
    },
    '8764': {
      _id: 8764,
      name_chs: '海盗猎人',
    },
    '8765': {
      _id: 8765,
      name_chs: '恩登德奇',
    },
    '8766': {
      _id: 8766,
      name_chs: '吸血鞭',
    },
    '8767': {
      _id: 8767,
      name_chs: '乌兹刀背鱼·天极',
    },
    '8768': {
      _id: 8768,
      name_chs: '旋齿鲨',
    },
    '8769': {
      _id: 8769,
      name_chs: '暗星',
    },
    '8770': {
      _id: 8770,
      name_chs: '蓝尸',
    },
    '8771': {
      _id: 8771,
      name_chs: '马哈尔',
    },
    '8772': {
      _id: 8772,
      name_chs: '秀尼鱼龙',
    },
    '8773': {
      _id: 8773,
      name_chs: '魔幻蘑菇蟹',
    },
    '8774': {
      _id: 8774,
      name_chs: '大泷太郎',
    },
    '8775': {
      _id: 8775,
      name_chs: '波太郎',
    },
    '8776': {
      _id: 8776,
      name_chs: '血红龙',
    },
    '15626': {
      _id: 15626,
      name_chs: '鼓钱袋',
    },
    '15627': {
      _id: 15627,
      name_chs: '雪人杀手',
    },
    '15628': {
      _id: 15628,
      name_chs: '拉·雷亚尔',
    },
    '15629': {
      _id: 15629,
      name_chs: '龙鳞撕裂者',
    },
    '15630': {
      _id: 15630,
      name_chs: '噩梦之种',
    },
    '15631': {
      _id: 15631,
      name_chs: '巨陨龟',
    },
    '15632': {
      _id: 15632,
      name_chs: '水瓶王',
    },
    '15633': {
      _id: 15633,
      name_chs: '维德弗尼尔',
    },
    '15634': {
      _id: 15634,
      name_chs: '拉塔托斯克之魂',
    },
    '15635': {
      _id: 15635,
      name_chs: '水墨鱼',
    },
    '15636': {
      _id: 15636,
      name_chs: '卷风鲨',
    },
    '15637': {
      _id: 15637,
      name_chs: '进化型亚拉戈高位钢盔鲎',
    },
    '15638': {
      _id: 15638,
      name_chs: '无光层巨骨舌鱼',
    },
    '16742': {
      _id: 16742,
      name_chs: '双型齿翼龙',
    },
    '16743': {
      _id: 16743,
      name_chs: '姥鲨',
    },
    '16744': {
      _id: 16744,
      name_chs: '亚拉戈剑鲨',
    },
    '16745': {
      _id: 16745,
      name_chs: '吞冰水母',
    },
    '16746': {
      _id: 16746,
      name_chs: '核爆鱼',
    },
    '16747': {
      _id: 16747,
      name_chs: '叉舌鱼',
    },
    '16748': {
      _id: 16748,
      name_chs: '蝴蝶夫人',
    },
    '16749': {
      _id: 16749,
      name_chs: '莫古尔古球球',
    },
    '16750': {
      _id: 16750,
      name_chs: '卷层云魟',
    },
    '16751': {
      _id: 16751,
      name_chs: '圣龙泪',
    },
    '16752': {
      _id: 16752,
      name_chs: '魔科学物质666',
    },
    '16753': {
      _id: 16753,
      name_chs: '百目螈',
    },
    '16754': {
      _id: 16754,
      name_chs: '万事通鲈',
    },
    '16756': {
      _id: 16756,
      name_chs: '冰之巫女',
    },
    '17577': {
      _id: 17577,
      name_chs: '大祭司鱼',
    },
    '17578': {
      _id: 17578,
      name_chs: '尼摩船长',
    },
    '17579': {
      _id: 17579,
      name_chs: '猴面雀杀手',
    },
    '17580': {
      _id: 17580,
      name_chs: '赛缇',
    },
    '17581': {
      _id: 17581,
      name_chs: '水晶飞鸽',
    },
    '17582': {
      _id: 17582,
      name_chs: '雷鳞蝾螈',
    },
    '17583': {
      _id: 17583,
      name_chs: '里德尔',
    },
    '17584': {
      _id: 17584,
      name_chs: '熔岩帝王',
    },
    '17585': {
      _id: 17585,
      name_chs: '能言者',
    },
    '17586': {
      _id: 17586,
      name_chs: '千鳍',
    },
    '17587': {
      _id: 17587,
      name_chs: '风暴血骑士',
    },
    '17588': {
      _id: 17588,
      name_chs: '莫名熔岩鱼',
    },
    '17589': {
      _id: 17589,
      name_chs: '欧巴宾海蝎',
    },
    '17590': {
      _id: 17590,
      name_chs: '铠鱼',
    },
    '17591': {
      _id: 17591,
      name_chs: '云海蝴蝶螺',
    },
    '17592': {
      _id: 17592,
      name_chs: '沙里贝涅',
    },
    '17593': {
      _id: 17593,
      name_chs: '兰代勒翼龙',
    },
    '20143': {
      _id: 20143,
      name_chs: '小珀琉喀斯',
    },
    '23057': {
      _id: 23057,
      name_chs: '吞钩苦鱼',
    },
    '23058': {
      _id: 23058,
      name_chs: '蓝宝石扇鳉',
    },
    '23059': {
      _id: 23059,
      name_chs: '教皇鱼',
    },
    '23060': {
      _id: 23060,
      name_chs: '怨妇虾',
    },
    '23061': {
      _id: 23061,
      name_chs: '不定鱼',
    },
    '23062': {
      _id: 23062,
      name_chs: '钻石眼',
    },
    '23063': {
      _id: 23063,
      name_chs: '花海龙',
    },
    '23064': {
      _id: 23064,
      name_chs: '赌命河豚',
    },
    '23065': {
      _id: 23065,
      name_chs: '春不知',
    },
    '23066': {
      _id: 23066,
      name_chs: '速疾鬼鳄',
    },
    '23067': {
      _id: 23067,
      name_chs: '卜传',
    },
    '23068': {
      _id: 23068,
      name_chs: '天女鲤',
    },
    '23069': {
      _id: 23069,
      name_chs: '神谕苦鱼',
    },
    '23070': {
      _id: 23070,
      name_chs: '亚特可汗',
    },
    '24205': {
      _id: 24205,
      name_chs: '拉尔戈鲶鱼',
    },
    '24206': {
      _id: 24206,
      name_chs: '红尾僵尸鱼',
    },
    '24207': {
      _id: 24207,
      name_chs: '硬头鳟',
    },
    '24208': {
      _id: 24208,
      name_chs: '下游鱼',
    },
    '24209': {
      _id: 24209,
      name_chs: '骸鲢鱼',
    },
    '24210': {
      _id: 24210,
      name_chs: '最后一滴泪',
    },
    '24211': {
      _id: 24211,
      name_chs: '黑蒙鱼',
    },
    '24212': {
      _id: 24212,
      name_chs: '解脱鱼',
    },
    '24213': {
      _id: 24213,
      name_chs: '公主青鳉',
    },
    '24214': {
      _id: 24214,
      name_chs: '苦尔鳗',
    },
    '24215': {
      _id: 24215,
      name_chs: '大海蛇',
    },
    '24216': {
      _id: 24216,
      name_chs: '羽衣美人',
    },
    '24217': {
      _id: 24217,
      name_chs: '暮辉鱼',
    },
    '24218': {
      _id: 24218,
      name_chs: '刀片跳鱼',
    },
    '24881': {
      _id: 24881,
      name_chs: '阿拉米格面纱鱼',
    },
    '24882': {
      _id: 24882,
      name_chs: '菜食王',
    },
    '24883': {
      _id: 24883,
      name_chs: '七星',
    },
    '24884': {
      _id: 24884,
      name_chs: '万刺鲀',
    },
    '24885': {
      _id: 24885,
      name_chs: '石榴海',
    },
    '24886': {
      _id: 24886,
      name_chs: '鬼视',
    },
    '24887': {
      _id: 24887,
      name_chs: '仙寿翁',
    },
    '24888': {
      _id: 24888,
      name_chs: '水天一碧',
    },
    '24889': {
      _id: 24889,
      name_chs: '车轴鱼',
    },
    '24890': {
      _id: 24890,
      name_chs: '一束彩虹',
    },
    '24891': {
      _id: 24891,
      name_chs: '月神的爱宠',
    },
    '24892': {
      _id: 24892,
      name_chs: '菜叶跳鱼',
    },
    '24893': {
      _id: 24893,
      name_chs: '晨曦旗鱼',
    },
    '24990': {
      _id: 24990,
      name_chs: '异刺鲨',
    },
    '24991': {
      _id: 24991,
      name_chs: '镰甲鱼',
    },
    '24992': {
      _id: 24992,
      name_chs: '胸脊鲨',
    },
    '24993': {
      _id: 24993,
      name_chs: '红龙',
    },
    '24994': {
      _id: 24994,
      name_chs: '七彩天主',
    },
    '24995': {
      _id: 24995,
      name_chs: '众神之爱',
    },
    '28065': {
      _id: 28065,
      name_chs: '悬挂脂鲤',
    },
    '28066': {
      _id: 28066,
      name_chs: '贵妇蝴蝶鱼',
    },
    '28067': {
      _id: 28067,
      name_chs: '重罪石软蟹',
    },
    '28068': {
      _id: 28068,
      name_chs: '铜褐鳎',
    },
    '28069': {
      _id: 28069,
      name_chs: '冠骨鱼',
    },
    '28070': {
      _id: 28070,
      name_chs: '狂怒斗鱼',
    },
    '28071': {
      _id: 28071,
      name_chs: '洛克瓦卫兵',
    },
    '28072': {
      _id: 28072,
      name_chs: '猎星鱼',
    },
    '28925': {
      _id: 28925,
      name_chs: '不朽巨鱼',
    },
    '28926': {
      _id: 28926,
      name_chs: '白色隆索',
    },
    '28927': {
      _id: 28927,
      name_chs: '刺钉蜥蜴',
    },
    '28928': {
      _id: 28928,
      name_chs: '仙子彩虹鳉',
    },
    '28929': {
      _id: 28929,
      name_chs: '黑色喷气乱流',
    },
    '28930': {
      _id: 28930,
      name_chs: '鳍人叹息',
    },
  },
  FISHING_SPOTS: {
    '0': {
      _id: 0,
      name_chs: '未知钓场',
    },
    '1': {
      _id: 1,
      name_chs: null,
    },
    '2': {
      _id: 2,
      name_chs: '叶脉水系',
    },
    '3': {
      _id: 3,
      name_chs: '镜池',
    },
    '4': {
      _id: 4,
      name_chs: '常影区',
    },
    '5': {
      _id: 5,
      name_chs: '萌芽池',
    },
    '6': {
      _id: 6,
      name_chs: '花蜜栈桥',
    },
    '7': {
      _id: 7,
      name_chs: '落翠底',
    },
    '8': {
      _id: 8,
      name_chs: '涟漪小川',
    },
    '9': {
      _id: 9,
      name_chs: '妖精领溪谷',
    },
    '10': {
      _id: 10,
      name_chs: '十二神大圣堂',
    },
    '11': {
      _id: 11,
      name_chs: '哈希瓦河上游',
    },
    '12': {
      _id: 12,
      name_chs: '哈希瓦河中游',
    },
    '13': {
      _id: 13,
      name_chs: '哈希瓦河下游',
    },
    '14': {
      _id: 14,
      name_chs: '哈希瓦河东支流',
    },
    '15': {
      _id: 15,
      name_chs: '哥布林血流',
    },
    '16': {
      _id: 16,
      name_chs: '蔓根沼',
    },
    '17': {
      _id: 17,
      name_chs: '兀尔德恩惠地',
    },
    '18': {
      _id: 18,
      name_chs: '嘈杂川',
    },
    '19': {
      _id: 19,
      name_chs: '秋瓜湖畔',
    },
    '20': {
      _id: 20,
      name_chs: '荣耀溪',
    },
    '21': {
      _id: 21,
      name_chs: '塔赫托特尔湖',
    },
    '22': {
      _id: 22,
      name_chs: '银泪湖北岸',
    },
    '23': {
      _id: 23,
      name_chs: '早霜顶',
    },
    '24': {
      _id: 24,
      name_chs: '纠缠沼泽林',
    },
    '25': {
      _id: 25,
      name_chs: '纠缠沼泽林源流',
    },
    '26': {
      _id: 26,
      name_chs: '库尔札斯河',
    },
    '27': {
      _id: 27,
      name_chs: '落魔崖',
    },
    '28': {
      _id: 28,
      name_chs: '剑峰山麓',
    },
    '29': {
      _id: 29,
      name_chs: '圣人泪',
    },
    '30': {
      _id: 30,
      name_chs: '巨龙首营地水库',
    },
    '31': {
      _id: 31,
      name_chs: '圣人旅道',
    },
    '32': {
      _id: 32,
      name_chs: '调查队冰洞',
    },
    '33': {
      _id: 33,
      name_chs: '披雪大冰壁',
    },
    '34': {
      _id: 34,
      name_chs: '伊修加德大云海',
    },
    '35': {
      _id: 35,
      name_chs: '利姆萨·罗敏萨下层甲板',
    },
    '36': {
      _id: 36,
      name_chs: '利姆萨·罗敏萨上层甲板',
    },
    '37': {
      _id: 37,
      name_chs: '和风流地沿岸',
    },
    '38': {
      _id: 38,
      name_chs: '盛夏滩沿岸',
    },
    '39': {
      _id: 39,
      name_chs: '无赖川',
    },
    '40': {
      _id: 40,
      name_chs: '西永恒川',
    },
    '41': {
      _id: 41,
      name_chs: '尼姆河',
    },
    '42': {
      _id: 42,
      name_chs: '轻声谷',
    },
    '43': {
      _id: 43,
      name_chs: '遗孀泪',
    },
    '44': {
      _id: 44,
      name_chs: '莫拉比湾西岸',
    },
    '45': {
      _id: 45,
      name_chs: '雪松原沿岸地',
    },
    '46': {
      _id: 46,
      name_chs: '莫拉比造船厂',
    },
    '47': {
      _id: 47,
      name_chs: '奥修昂火炬',
    },
    '48': {
      _id: 48,
      name_chs: '砂盐滩',
    },
    '49': {
      _id: 49,
      name_chs: '守炬埠头',
    },
    '50': {
      _id: 50,
      name_chs: '空心穴',
    },
    '51': {
      _id: 51,
      name_chs: '南鲜血滨',
    },
    '52': {
      _id: 52,
      name_chs: '太阳海岸',
    },
    '53': {
      _id: 53,
      name_chs: '北鲜血滨',
    },
    '54': {
      _id: 54,
      name_chs: '隐秘瀑布',
    },
    '55': {
      _id: 55,
      name_chs: '东永恒川',
    },
    '56': {
      _id: 56,
      name_chs: '接雨草树林',
    },
    '57': {
      _id: 57,
      name_chs: '接雨草沼泽地',
    },
    '58': {
      _id: 58,
      name_chs: '红螳螂瀑布',
    },
    '59': {
      _id: 59,
      name_chs: '雨燕塔殖民地',
    },
    '60': {
      _id: 60,
      name_chs: '骷髅谷沿岸地',
    },
    '61': {
      _id: 61,
      name_chs: '二分石沿岸地',
    },
    '62': {
      _id: 62,
      name_chs: '幻影群岛北岸',
    },
    '63': {
      _id: 63,
      name_chs: '幻影群岛南岸',
    },
    '64': {
      _id: 64,
      name_chs: '酿酒师灯塔',
    },
    '65': {
      _id: 65,
      name_chs: '船舶墓场',
    },
    '66': {
      _id: 66,
      name_chs: '橡树原',
    },
    '67': {
      _id: 67,
      name_chs: '愚者瀑布',
    },
    '68': {
      _id: 68,
      name_chs: '石绿湖东北岸',
    },
    '69': {
      _id: 69,
      name_chs: '白银集市',
    },
    '70': {
      _id: 70,
      name_chs: '黄昏湾',
    },
    '71': {
      _id: 71,
      name_chs: '月牙湾',
    },
    '72': {
      _id: 72,
      name_chs: '丰饶神井',
    },
    '73': {
      _id: 73,
      name_chs: '足迹谷',
    },
    '74': {
      _id: 74,
      name_chs: '西风岬',
    },
    '75': {
      _id: 75,
      name_chs: '污流上游',
    },
    '76': {
      _id: 76,
      name_chs: '污流下游',
    },
    '77': {
      _id: 77,
      name_chs: '邪嗣',
    },
    '78': {
      _id: 78,
      name_chs: '枯骨北泉',
    },
    '79': {
      _id: 79,
      name_chs: '枯骨南泉',
    },
    '80': {
      _id: 80,
      name_chs: '宇格拉姆河',
    },
    '81': {
      _id: 81,
      name_chs: '低语河谷',
    },
    '82': {
      _id: 82,
      name_chs: '火墙',
    },
    '83': {
      _id: 83,
      name_chs: '火蜥蜴河',
    },
    '84': {
      _id: 84,
      name_chs: '不悔战泉',
    },
    '85': {
      _id: 85,
      name_chs: '遗忘绿洲',
    },
    '86': {
      _id: 86,
      name_chs: '撒沟厉沙海',
    },
    '87': {
      _id: 87,
      name_chs: '撒沟厉沙丘',
    },
    '88': {
      _id: 88,
      name_chs: '青磷泉',
    },
    '89': {
      _id: 89,
      name_chs: '蓝雾涌泉',
    },
    '90': {
      _id: 90,
      name_chs: '翡翠湖滨',
    },
    '91': {
      _id: 91,
      name_chs: '红茶川水系下游',
    },
    '92': {
      _id: 92,
      name_chs: '静语庄园',
    },
    '93': {
      _id: 93,
      name_chs: '歌咏裂谷',
    },
    '94': {
      _id: 94,
      name_chs: '歌咏裂谷北部',
    },
    '95': {
      _id: 95,
      name_chs: '帕拉塔安息地',
    },
    '96': {
      _id: 96,
      name_chs: '执掌峡谷',
    },
    '97': {
      _id: 97,
      name_chs: '盲铁坑道',
    },
    '98': {
      _id: 98,
      name_chs: '石绿湖浅滩',
    },
    '99': {
      _id: 99,
      name_chs: '登天路溪谷',
    },
    '100': {
      _id: 100,
      name_chs: '红茶川水系上游',
    },
    '101': {
      _id: 101,
      name_chs: '萨普沙产卵地',
    },
    '102': {
      _id: 102,
      name_chs: '隐秘港',
    },
    '103': {
      _id: 103,
      name_chs: '月滴洞',
    },
    '104': {
      _id: 104,
      name_chs: '海雾村',
    },
    '105': {
      _id: 105,
      name_chs: '薰衣草苗圃',
    },
    '106': {
      _id: 106,
      name_chs: '高脚孤丘',
    },
    '107': {
      _id: 107,
      name_chs: '罗塔诺海（船首）',
    },
    '108': {
      _id: 108,
      name_chs: '罗塔诺海（船尾）',
    },
    '109': {
      _id: 109,
      name_chs: '交汇河',
    },
    '110': {
      _id: 110,
      name_chs: '灰尾瀑布',
    },
    '111': {
      _id: 111,
      name_chs: '库尔札斯不冻池',
    },
    '112': {
      _id: 112,
      name_chs: '清澈池',
    },
    '113': {
      _id: 113,
      name_chs: '龙涎',
    },
    '114': {
      _id: 114,
      name_chs: '灾祸池南',
    },
    '115': {
      _id: 115,
      name_chs: '灰烬池',
    },
    '116': {
      _id: 116,
      name_chs: '灾祸池西',
    },
    '117': {
      _id: 117,
      name_chs: '悲叹飞泉',
    },
    '118': {
      _id: 118,
      name_chs: '宽慰河',
    },
    '119': {
      _id: 119,
      name_chs: '荒烟野地',
    },
    '120': {
      _id: 120,
      name_chs: '饵食台地',
    },
    '121': {
      _id: 121,
      name_chs: '彻悟岩窟',
    },
    '122': {
      _id: 122,
      name_chs: '彻悟岩窟西',
    },
    '123': {
      _id: 123,
      name_chs: '不洁古像',
    },
    '124': {
      _id: 124,
      name_chs: '光轮祭坛',
    },
    '125': {
      _id: 125,
      name_chs: '沙利亚克河',
    },
    '126': {
      _id: 126,
      name_chs: '湍流三角地',
    },
    '127': {
      _id: 127,
      name_chs: '沙利亚克河上流',
    },
    '128': {
      _id: 128,
      name_chs: '沙利亚克河中流',
    },
    '129': {
      _id: 129,
      name_chs: '招恶荒岛',
    },
    '130': {
      _id: 130,
      name_chs: '绿茵岛',
    },
    '131': {
      _id: 131,
      name_chs: '西方水泉',
    },
    '132': {
      _id: 132,
      name_chs: '人王遗迹',
    },
    '133': {
      _id: 133,
      name_chs: '索姆阿尔云帽',
    },
    '134': {
      _id: 134,
      name_chs: '惋惜之晶遗迹',
    },
    '135': {
      _id: 135,
      name_chs: '沃仙曦染',
    },
    '136': {
      _id: 136,
      name_chs: '云水塘',
    },
    '137': {
      _id: 137,
      name_chs: '云顶',
    },
    '138': {
      _id: 138,
      name_chs: '蓝天窗',
    },
    '139': {
      _id: 139,
      name_chs: '魔窟离岛',
    },
    '140': {
      _id: 140,
      name_chs: '阿尔法管区',
    },
    '141': {
      _id: 141,
      name_chs: '废液池',
    },
    '142': {
      _id: 142,
      name_chs: '超星际通信塔',
    },
    '143': {
      _id: 143,
      name_chs: '德尔塔管区',
    },
    '144': {
      _id: 144,
      name_chs: '冠毛大树',
    },
    '145': {
      _id: 145,
      name_chs: '生态园',
    },
    '146': {
      _id: 146,
      name_chs: '阿济兹拉旗舰岛',
    },
    '147': {
      _id: 147,
      name_chs: '云冠涌泉',
    },
    '148': {
      _id: 148,
      name_chs: '云冠洞穴',
    },
    '149': {
      _id: 149,
      name_chs: '云冠西南池',
    },
    '150': {
      _id: 150,
      name_chs: '云冠鱼洞',
    },
    '151': {
      _id: 151,
      name_chs: '云冠西北池',
    },
    '152': {
      _id: 152,
      name_chs: '狂风云海',
    },
    '153': {
      _id: 153,
      name_chs: '无风云海',
    },
    '154': {
      _id: 154,
      name_chs: '旋风云海',
    },
    '155': {
      _id: 155,
      name_chs: '石绿湖西北岸',
    },
    '156': {
      _id: 156,
      name_chs: '永夏岛北',
    },
    '157': {
      _id: 157,
      name_chs: '防波堤',
    },
    '158': {
      _id: 158,
      name_chs: '红玉炮台近海',
    },
    '159': {
      _id: 159,
      name_chs: '狱之盖近海',
    },
    '160': {
      _id: 160,
      name_chs: '龟甲岛近海',
    },
    '161': {
      _id: 161,
      name_chs: '冲之岩近海',
    },
    '162': {
      _id: 162,
      name_chs: '自凝岛近海',
    },
    '163': {
      _id: 163,
      name_chs: '渔村沿岸',
    },
    '164': {
      _id: 164,
      name_chs: '绝鬼岛近海',
    },
    '165': {
      _id: 165,
      name_chs: '苍鹭池',
    },
    '166': {
      _id: 166,
      name_chs: '苍鹭河',
    },
    '167': {
      _id: 167,
      name_chs: '茨菰村水塘',
    },
    '168': {
      _id: 168,
      name_chs: '七彩沟',
    },
    '169': {
      _id: 169,
      name_chs: '七彩溪谷',
    },
    '170': {
      _id: 170,
      name_chs: '多玛城前',
    },
    '171': {
      _id: 171,
      name_chs: '城下码头',
    },
    '172': {
      _id: 172,
      name_chs: '无二江东',
    },
    '173': {
      _id: 173,
      name_chs: '无二江西',
    },
    '174': {
      _id: 174,
      name_chs: '梅泉乡',
    },
    '175': {
      _id: 175,
      name_chs: '涅木卡勒河',
    },
    '176': {
      _id: 176,
      name_chs: '哈克卡勒河',
    },
    '177': {
      _id: 177,
      name_chs: '亚特卡勒河上游',
    },
    '178': {
      _id: 178,
      name_chs: '太阳湖',
    },
    '179': {
      _id: 179,
      name_chs: '塔奥卡勒河',
    },
    '180': {
      _id: 180,
      name_chs: '亚特卡勒河下游',
    },
    '181': {
      _id: 181,
      name_chs: '朵塔儿水洲',
    },
    '182': {
      _id: 182,
      name_chs: '幻河上游',
    },
    '183': {
      _id: 183,
      name_chs: '神拳痕',
    },
    '184': {
      _id: 184,
      name_chs: '星导寺入口',
    },
    '185': {
      _id: 185,
      name_chs: '提蒙河',
    },
    '186': {
      _id: 186,
      name_chs: '昏暗林',
    },
    '187': {
      _id: 187,
      name_chs: '流星尾',
    },
    '188': {
      _id: 188,
      name_chs: '威罗迪纳河',
    },
    '189': {
      _id: 189,
      name_chs: '幻河',
    },
    '190': {
      _id: 190,
      name_chs: '夫妇池',
    },
    '191': {
      _id: 191,
      name_chs: '慢水涤',
    },
    '192': {
      _id: 192,
      name_chs: '石楠瀑布',
    },
    '193': {
      _id: 193,
      name_chs: '判官神像',
    },
    '194': {
      _id: 194,
      name_chs: '猛牛浴池',
    },
    '195': {
      _id: 195,
      name_chs: '赎罪之腕',
    },
    '196': {
      _id: 196,
      name_chs: '盐湖',
    },
    '197': {
      _id: 197,
      name_chs: '白银乡',
    },
    '198': {
      _id: 198,
      name_chs: '白银水路',
    },
    '199': {
      _id: 199,
      name_chs: '三艺区',
    },
    '200': {
      _id: 200,
      name_chs: '四艺区',
    },
    '201': {
      _id: 201,
      name_chs: '水晶都起居室',
    },
    '202': {
      _id: 202,
      name_chs: '风化裂痕',
    },
    '203': {
      _id: 203,
      name_chs: '锈迹贮水池',
    },
    '204': {
      _id: 204,
      name_chs: '始源湖',
    },
    '205': {
      _id: 205,
      name_chs: '阴沉乡',
    },
    '206': {
      _id: 206,
      name_chs: '贤岛',
    },
    '207': {
      _id: 207,
      name_chs: '沃茨河上游',
    },
    '208': {
      _id: 208,
      name_chs: '白油瀑布',
    },
    '209': {
      _id: 209,
      name_chs: '沃茨河下游',
    },
    '210': {
      _id: 210,
      name_chs: '刺舌滴',
    },
    '211': {
      _id: 211,
      name_chs: '珂露西亚岛西海岸',
    },
    '212': {
      _id: 212,
      name_chs: '观海湾',
    },
    '213': {
      _id: 213,
      name_chs: '珂露西亚岛东海岸',
    },
    '214': {
      _id: 214,
      name_chs: '废船街',
    },
    '215': {
      _id: 215,
      name_chs: '沙河',
    },
    '216': {
      _id: 216,
      name_chs: '琥珀丘',
    },
    '217': {
      _id: 217,
      name_chs: '拿巴示断绝',
    },
    '218': {
      _id: 218,
      name_chs: '手镜湖',
    },
    '219': {
      _id: 219,
      name_chs: '身镜湖',
    },
    '220': {
      _id: 220,
      name_chs: '傲慢的年长溪流',
    },
    '221': {
      _id: 221,
      name_chs: '嫉妒的年少溪流',
    },
    '222': {
      _id: 222,
      name_chs: '科拉德排水沟',
    },
    '223': {
      _id: 223,
      name_chs: '宠坏的年幼溪流',
    },
    '224': {
      _id: 224,
      name_chs: '圣法斯里克天庭',
    },
    '225': {
      _id: 225,
      name_chs: '蛇水湖',
    },
    '226': {
      _id: 226,
      name_chs: '血盅',
    },
    '227': {
      _id: 227,
      name_chs: '洛查特尔河',
    },
    '228': {
      _id: 228,
      name_chs: '缪栎的乡愁南部',
    },
    '229': {
      _id: 229,
      name_chs: '结誓洞窟',
    },
    '230': {
      _id: 230,
      name_chs: '鳎沙地窖',
    },
    '231': {
      _id: 231,
      name_chs: '陆人墓标',
    },
    '232': {
      _id: 232,
      name_chs: '卡利班深海峡西北',
    },
    '233': {
      _id: 233,
      name_chs: '卡利班古巢西',
    },
    '234': {
      _id: 234,
      name_chs: '卡利班古巢东',
    },
    '235': {
      _id: 235,
      name_chs: '尊紫洞',
    },
    '236': {
      _id: 236,
      name_chs: '诺弗兰特大陆坡',
    },
    '237': {
      _id: 237,
      name_chs: '加拉迪翁湾外海',
    },
    '238': {
      _id: 238,
      name_chs: '加拉迪翁湾外海幻海流',
    },
    '239': {
      _id: 239,
      name_chs: '梅尔托尔海峡南',
    },
    '240': {
      _id: 240,
      name_chs: '梅尔托尔海峡南幻海流',
    },
    '241': {
      _id: 241,
      name_chs: '罗塔诺海海面',
    },
    '242': {
      _id: 242,
      name_chs: '罗塔诺海海面幻海流',
    },
    '243': {
      _id: 243,
      name_chs: '梅尔托尔海峡北',
    },
    '244': {
      _id: 244,
      name_chs: '梅尔托尔海峡北幻海流',
    },
    '245': {
      _id: 245,
      name_chs: '缪栎之泪',
    },
    '246': {
      _id: 246,
      name_chs: null,
    },
    '247': {
      _id: 247,
      name_chs: null,
    },
    '248': {
      _id: 248,
      name_chs: null,
    },
    '10000': {
      _id: 10000,
      name_chs: '多玛飞地',
    },
    '10001': {
      _id: 10001,
      name_chs: '云冠洞穴',
    },
    '10002': {
      _id: 10002,
      name_chs: '云冠西南池',
    },
    '10003': {
      _id: 10003,
      name_chs: '云冠西北池',
    },
    '10004': {
      _id: 10004,
      name_chs: '狂风云海',
    },
    '10005': {
      _id: 10005,
      name_chs: '无风云海',
    },
    '10006': {
      _id: 10006,
      name_chs: '旋风云海',
    },
    '10007': {
      _id: 10007,
      name_chs: '摇风云海',
    },
  },
  ZONES: {
    '0': {
      _id: 0,
      name_chs: null,
    },
    '27': {
      _id: 27,
      name_chs: '利姆萨·罗敏萨',
    },
    '28': {
      _id: 28,
      name_chs: '利姆萨·罗敏萨上层甲板',
    },
    '29': {
      _id: 29,
      name_chs: '利姆萨·罗敏萨下层甲板',
    },
    '30': {
      _id: 30,
      name_chs: '中拉诺西亚',
    },
    '31': {
      _id: 31,
      name_chs: '拉诺西亚低地',
    },
    '32': {
      _id: 32,
      name_chs: '东拉诺西亚',
    },
    '33': {
      _id: 33,
      name_chs: '西拉诺西亚',
    },
    '34': {
      _id: 34,
      name_chs: '拉诺西亚高地',
    },
    '35': {
      _id: 35,
      name_chs: '沙斯塔夏溶洞',
    },
    '36': {
      _id: 36,
      name_chs: '布雷福洛克斯野营地',
    },
    '37': {
      _id: 37,
      name_chs: '放浪神古神殿',
    },
    '40': {
      _id: 40,
      name_chs: '乌尔达哈现世回廊',
    },
    '41': {
      _id: 41,
      name_chs: '乌尔达哈来生回廊',
    },
    '42': {
      _id: 42,
      name_chs: '西萨纳兰',
    },
    '43': {
      _id: 43,
      name_chs: '中萨纳兰',
    },
    '44': {
      _id: 44,
      name_chs: '东萨纳兰',
    },
    '45': {
      _id: 45,
      name_chs: '南萨纳兰',
    },
    '46': {
      _id: 46,
      name_chs: '北萨纳兰',
    },
    '47': {
      _id: 47,
      name_chs: '樵鸣洞',
    },
    '48': {
      _id: 48,
      name_chs: '铜铃铜山',
    },
    '49': {
      _id: 49,
      name_chs: '日影地修炼所',
    },
    '50': {
      _id: 50,
      name_chs: '喀恩埋没圣堂',
    },
    '52': {
      _id: 52,
      name_chs: '格里达尼亚新街',
    },
    '53': {
      _id: 53,
      name_chs: '格里达尼亚旧街',
    },
    '54': {
      _id: 54,
      name_chs: '黑衣森林中央林区',
    },
    '55': {
      _id: 55,
      name_chs: '黑衣森林东部林区',
    },
    '56': {
      _id: 56,
      name_chs: '黑衣森林南部林区',
    },
    '57': {
      _id: 57,
      name_chs: '黑衣森林北部林区',
    },
    '58': {
      _id: 58,
      name_chs: '塔姆·塔拉墓园',
    },
    '59': {
      _id: 59,
      name_chs: '静语庄园',
    },
    '61': {
      _id: 61,
      name_chs: '托托·拉克千狱',
    },
    '63': {
      _id: 63,
      name_chs: '库尔札斯中央高地',
    },
    '64': {
      _id: 64,
      name_chs: '泽梅尔要塞',
    },
    '65': {
      _id: 65,
      name_chs: '黄金谷',
    },
    '67': {
      _id: 67,
      name_chs: '摩杜纳',
    },
    '112': {
      _id: 112,
      name_chs: '十二神大圣堂',
    },
    '125': {
      _id: 125,
      name_chs: '无限城市街古迹',
    },
    '128': {
      _id: 128,
      name_chs: '无限城古堡',
    },
    '152': {
      _id: 152,
      name_chs: '艾欧泽亚地下空间',
    },
    '153': {
      _id: 153,
      name_chs: '陌迪翁牢狱',
    },
    '154': {
      _id: 154,
      name_chs: '群狼困斗',
    },
    '230': {
      _id: 230,
      name_chs: '天狼星灯塔',
    },
    '260': {
      _id: 260,
      name_chs: '帝国南方堡',
    },
    '346': {
      _id: 346,
      name_chs: '神勇队司令室',
    },
    '347': {
      _id: 347,
      name_chs: '芙蓉圆桌',
    },
    '350': {
      _id: 350,
      name_chs: '拉诺西亚外地',
    },
    '351': {
      _id: 351,
      name_chs: '提督室',
    },
    '354': {
      _id: 354,
      name_chs: '银胄团总长室',
    },
    '356': {
      _id: 356,
      name_chs: '沙之家',
    },
    '357': {
      _id: 357,
      name_chs: '炎帝陵',
    },
    '358': {
      _id: 358,
      name_chs: '狼狱停船场',
    },
    '359': {
      _id: 359,
      name_chs: '奥·哥摩罗火口神殿',
    },
    '360': {
      _id: 360,
      name_chs: '荆棘之园',
    },
    '361': {
      _id: 361,
      name_chs: '呼啸眼石塔群',
    },
    '379': {
      _id: 379,
      name_chs: '次元缝隙迎宾室',
    },
    '386': {
      _id: 386,
      name_chs: '狮鹫大桥',
    },
    '392': {
      _id: 392,
      name_chs: '圣人泪',
    },
    '401': {
      _id: 401,
      name_chs: '石卫塔',
    },
    '404': {
      _id: 404,
      name_chs: '披雪大冰壁',
    },
    '406': {
      _id: 406,
      name_chs: '云廊',
    },
    '418': {
      _id: 418,
      name_chs: '密约之塔',
    },
    '425': {
      _id: 425,
      name_chs: '海雾村',
    },
    '426': {
      _id: 426,
      name_chs: '薰衣草苗圃',
    },
    '427': {
      _id: 427,
      name_chs: '高脚孤丘',
    },
    '430': {
      _id: 430,
      name_chs: '天幕魔导城',
    },
    '459': {
      _id: 459,
      name_chs: '呼啸眼外围',
    },
    '462': {
      _id: 462,
      name_chs: '罗塔诺海',
    },
    '464': {
      _id: 464,
      name_chs: '陨石勘查坑表层',
    },
    '465': {
      _id: 465,
      name_chs: '陨石勘查坑深层',
    },
    '466': {
      _id: 466,
      name_chs: '诸神黄昏级拘束舰',
    },
    '467': {
      _id: 467,
      name_chs: '隔离壁',
    },
    '468': {
      _id: 468,
      name_chs: '中枢区',
    },
    '469': {
      _id: 469,
      name_chs: '第一舰桥',
    },
    '477': {
      _id: 477,
      name_chs: '后营门',
    },
    '478': {
      _id: 478,
      name_chs: '古代人迷宫',
    },
    '481': {
      _id: 481,
      name_chs: '石之家',
    },
    '493': {
      _id: 493,
      name_chs: '希尔科斯塔',
    },
    '496': {
      _id: 496,
      name_chs: '尘封秘岩',
    },
    '548': {
      _id: 548,
      name_chs: '栖木旅馆',
    },
    '617': {
      _id: 617,
      name_chs: '沙钟旅亭',
    },
    '694': {
      _id: 694,
      name_chs: '兽斗间',
    },
    '695': {
      _id: 695,
      name_chs: '福隆戴尔药学院儿科病房',
    },
    '733': {
      _id: 733,
      name_chs: '后桅旅店',
    },
    '1100': {
      _id: 1100,
      name_chs: '海雾村私人小屋',
    },
    '1101': {
      _id: 1101,
      name_chs: '海雾村私人公馆',
    },
    '1102': {
      _id: 1102,
      name_chs: '海雾村私人别墅',
    },
    '1103': {
      _id: 1103,
      name_chs: '高脚孤丘私人小屋',
    },
    '1104': {
      _id: 1104,
      name_chs: '高脚孤丘私人公馆',
    },
    '1105': {
      _id: 1105,
      name_chs: '高脚孤丘私人别墅',
    },
    '1106': {
      _id: 1106,
      name_chs: '薰衣草苗圃私人小屋',
    },
    '1107': {
      _id: 1107,
      name_chs: '薰衣草苗圃私人公馆',
    },
    '1108': {
      _id: 1108,
      name_chs: '薰衣草苗圃私人别墅',
    },
    '1157': {
      _id: 1157,
      name_chs: '海雾村个人房间',
    },
    '1158': {
      _id: 1158,
      name_chs: '高脚孤丘个人房间',
    },
    '1159': {
      _id: 1159,
      name_chs: '薰衣草苗圃个人房间',
    },
    '1227': {
      _id: 1227,
      name_chs: '海雾村部队工房',
    },
    '1228': {
      _id: 1228,
      name_chs: '高脚孤丘部队工房',
    },
    '1229': {
      _id: 1229,
      name_chs: '薰衣草苗圃部队工房',
    },
    '1301': {
      _id: 1301,
      name_chs: '陨石背阴地',
    },
    '1302': {
      _id: 1302,
      name_chs: '拘束舰外围',
    },
    '1303': {
      _id: 1303,
      name_chs: '诸神黄昏级三号舰舰体中央',
    },
    '1304': {
      _id: 1304,
      name_chs: '诸神黄昏级三号舰作战室',
    },
    '1305': {
      _id: 1305,
      name_chs: '诸神黄昏级三号舰第一舰桥',
    },
    '1334': {
      _id: 1334,
      name_chs: '对利维亚桑双体船',
    },
    '1363': {
      _id: 1363,
      name_chs: '神判古树',
    },
    '1374': {
      _id: 1374,
      name_chs: '加尔提诺平原周边遗迹群',
    },
    '1377': {
      _id: 1377,
      name_chs: '破舰岛',
    },
    '1390': {
      _id: 1390,
      name_chs: '戒律之茧',
    },
    '1399': {
      _id: 1399,
      name_chs: '无尽轮回剧场',
    },
    '1406': {
      _id: 1406,
      name_chs: '诸神黄昏级六号舰舰体中央',
    },
    '1407': {
      _id: 1407,
      name_chs: '诸神黄昏级六号舰再生控制区',
    },
    '1408': {
      _id: 1408,
      name_chs: '诸神黄昏级六号舰第一舰桥',
    },
    '1409': {
      _id: 1409,
      name_chs: '龙炎核心',
    },
    '1410': {
      _id: 1410,
      name_chs: '诸神黄昏级四号舰第一舰桥',
    },
    '1429': {
      _id: 1429,
      name_chs: '接待室',
    },
    '1431': {
      _id: 1431,
      name_chs: '暗之世界',
    },
    '1484': {
      _id: 1484,
      name_chs: '金碟游乐场',
    },
    '1500': {
      _id: 1500,
      name_chs: '陆行鸟广场',
    },
    '1628': {
      _id: 1628,
      name_chs: '戈耳狄俄斯之拳',
    },
    '1633': {
      _id: 1633,
      name_chs: '戈耳狄俄斯之袖',
    },
    '1638': {
      _id: 1638,
      name_chs: '戈耳狄俄斯之臂',
    },
    '1645': {
      _id: 1645,
      name_chs: '戈耳狄俄斯之担',
    },
    '1647': {
      _id: 1647,
      name_chs: '云冠群岛',
    },
    '1660': {
      _id: 1660,
      name_chs: '开发室',
    },
    '1664': {
      _id: 1664,
      name_chs: '狼狱演习场',
    },
    '1665': {
      _id: 1665,
      name_chs: '幻卡对局室',
    },
    '1708': {
      _id: 1708,
      name_chs: '弥达斯之拳',
    },
    '1714': {
      _id: 1714,
      name_chs: '弥达斯之袖',
    },
    '1723': {
      _id: 1723,
      name_chs: '弥达斯之臂',
    },
    '1731': {
      _id: 1731,
      name_chs: '弥达斯之担',
    },
    '1740': {
      _id: 1740,
      name_chs: '荣誉野',
    },
    '1742': {
      _id: 1742,
      name_chs: '禁忌城邦玛哈',
    },
    '1759': {
      _id: 1759,
      name_chs: '巴哈姆特大迷宫',
    },
    '1792': {
      _id: 1792,
      name_chs: '塞尔法特尔溪谷',
    },
    '1793': {
      _id: 1793,
      name_chs: '死者宫殿',
    },
    '1799': {
      _id: 1799,
      name_chs: '水城宝物库',
    },
    '1800': {
      _id: 1800,
      name_chs: '双蛇党军营',
    },
    '1801': {
      _id: 1801,
      name_chs: '恒辉队军营',
    },
    '1802': {
      _id: 1802,
      name_chs: '黑涡团军营',
    },
    '1803': {
      _id: 1803,
      name_chs: '帕洛克系留基地',
    },
    '1804': {
      _id: 1804,
      name_chs: '利奥法德的房间',
    },
    '1811': {
      _id: 1811,
      name_chs: '中桅塔大厅',
    },
    '1812': {
      _id: 1812,
      name_chs: '中桅塔房间',
    },
    '1813': {
      _id: 1813,
      name_chs: '百合岭大厅',
    },
    '1814': {
      _id: 1814,
      name_chs: '百合岭房间',
    },
    '1815': {
      _id: 1815,
      name_chs: '娜娜莫大风车大厅',
    },
    '1816': {
      _id: 1816,
      name_chs: '娜娜莫大风车房间',
    },
    '1834': {
      _id: 1834,
      name_chs: '亡灵府邸闹鬼庄园',
    },
    '1835': {
      _id: 1835,
      name_chs: '亚历山大之眼',
    },
    '1841': {
      _id: 1841,
      name_chs: '亚历山大之息',
    },
    '1847': {
      _id: 1847,
      name_chs: '亚历山大之心',
    },
    '1853': {
      _id: 1853,
      name_chs: '亚历山大之魂',
    },
    '1857': {
      _id: 1857,
      name_chs: '巴埃萨长城',
    },
    '1868': {
      _id: 1868,
      name_chs: '影之国',
    },
    '1884': {
      _id: 1884,
      name_chs: '地衣宫演习场',
    },
    '1887': {
      _id: 1887,
      name_chs: '欧米茄控制室',
    },
    '1893': {
      _id: 1893,
      name_chs: '白银乡私人小屋',
    },
    '1894': {
      _id: 1894,
      name_chs: '白银乡私人公馆',
    },
    '1895': {
      _id: 1895,
      name_chs: '白银乡私人别墅',
    },
    '1960': {
      _id: 1960,
      name_chs: '惨境号',
    },
    '2000': {
      _id: 2000,
      name_chs: '龙堡参天高地',
    },
    '2001': {
      _id: 2001,
      name_chs: '龙堡内陆低地',
    },
    '2002': {
      _id: 2002,
      name_chs: '翻云雾海',
    },
    '2031': {
      _id: 2031,
      name_chs: '索姆阿尔灵峰',
    },
    '2034': {
      _id: 2034,
      name_chs: '圣茉夏娜植物园',
    },
    '2036': {
      _id: 2036,
      name_chs: '玛托雅的洞穴',
    },
    '2038': {
      _id: 2038,
      name_chs: '迦巴勒幻想图书馆',
    },
    '2041': {
      _id: 2041,
      name_chs: '亚历山大机神城',
    },
    '2050': {
      _id: 2050,
      name_chs: '龙巢神殿',
    },
    '2081': {
      _id: 2081,
      name_chs: '武神斗技场',
    },
    '2082': {
      _id: 2082,
      name_chs: '田园郡',
    },
    '2083': {
      _id: 2083,
      name_chs: '供奉洞',
    },
    '2088': {
      _id: 2088,
      name_chs: '颠倒塔',
    },
    '2090': {
      _id: 2090,
      name_chs: '忆罪宫',
    },
    '2099': {
      _id: 2099,
      name_chs: '距骨研究所',
    },
    '2100': {
      _id: 2100,
      name_chs: '阿巴拉提亚云海',
    },
    '2101': {
      _id: 2101,
      name_chs: '魔大陆阿济兹拉',
    },
    '2130': {
      _id: 2130,
      name_chs: '不获岛',
    },
    '2147': {
      _id: 2147,
      name_chs: '魔科学研究所',
    },
    '2148': {
      _id: 2148,
      name_chs: '无限回廊',
    },
    '2151': {
      _id: 2151,
      name_chs: '无尽苍空',
    },
    '2178': {
      _id: 2178,
      name_chs: '奇点反应堆',
    },
    '2179': {
      _id: 2179,
      name_chs: '魔大陆中枢',
    },
    '2181': {
      _id: 2181,
      name_chs: '魔航船虚无方舟',
    },
    '2200': {
      _id: 2200,
      name_chs: '库尔札斯西部高地',
    },
    '2214': {
      _id: 2214,
      name_chs: '暮卫塔',
    },
    '2256': {
      _id: 2256,
      name_chs: '抑制绝境S1T7',
    },
    '2265': {
      _id: 2265,
      name_chs: '抑制绝境P1T6',
    },
    '2266': {
      _id: 2266,
      name_chs: '抑制绝境Z1T9',
    },
    '2270': {
      _id: 2270,
      name_chs: '白银乡个人房间',
    },
    '2271': {
      _id: 2271,
      name_chs: '白银乡部队工房',
    },
    '2272': {
      _id: 2272,
      name_chs: '红梅御殿大厅',
    },
    '2273': {
      _id: 2273,
      name_chs: '红梅御殿房间',
    },
    '2284': {
      _id: 2284,
      name_chs: '时空狭缝',
    },
    '2294': {
      _id: 2294,
      name_chs: '阿拉米格王宫',
    },
    '2295': {
      _id: 2295,
      name_chs: '宝物殿',
    },
    '2296': {
      _id: 2296,
      name_chs: '超越技术研究所',
    },
    '2297': {
      _id: 2297,
      name_chs: '妖歌海',
    },
    '2298': {
      _id: 2298,
      name_chs: '黄金阁',
    },
    '2299': {
      _id: 2299,
      name_chs: '美神地下神殿',
    },
    '2300': {
      _id: 2300,
      name_chs: '伊修加德基础层',
    },
    '2301': {
      _id: 2301,
      name_chs: '伊修加德砥柱层',
    },
    '2310': {
      _id: 2310,
      name_chs: '九霄云舍',
    },
    '2313': {
      _id: 2313,
      name_chs: '轻羽斗场',
    },
    '2320': {
      _id: 2320,
      name_chs: '福尔唐伯爵府',
    },
    '2327': {
      _id: 2327,
      name_chs: '伊修加德教皇厅',
    },
    '2335': {
      _id: 2335,
      name_chs: '神殿骑士团总骑士长室',
    },
    '2336': {
      _id: 2336,
      name_chs: '决斗裁判场',
    },
    '2337': {
      _id: 2337,
      name_chs: '圣恩达利姆神学院',
    },
    '2339': {
      _id: 2339,
      name_chs: '天母寝宫地下祭坛',
    },
    '2340': {
      _id: 2340,
      name_chs: '乌兹奈藏宝运河',
    },
    '2354': {
      _id: 2354,
      name_chs: '白帝竹林',
    },
    '2357': {
      _id: 2357,
      name_chs: '德尔塔幻境1',
    },
    '2358': {
      _id: 2358,
      name_chs: '德尔塔幻境2',
    },
    '2359': {
      _id: 2359,
      name_chs: '德尔塔幻境3',
    },
    '2360': {
      _id: 2360,
      name_chs: '德尔塔幻境4',
    },
    '2367': {
      _id: 2367,
      name_chs: '沉没神殿斯卡拉遗迹',
    },
    '2370': {
      _id: 2370,
      name_chs: '剧场艇初见号道具间',
    },
    '2371': {
      _id: 2371,
      name_chs: '剧场艇初见号舰桥',
    },
    '2372': {
      _id: 2372,
      name_chs: '失落之都拉巴纳斯塔',
    },
    '2383': {
      _id: 2383,
      name_chs: '水晶塔演习场',
    },
    '2391': {
      _id: 2391,
      name_chs: '醴泉神社神道',
    },
    '2392': {
      _id: 2392,
      name_chs: '醴泉神社',
    },
    '2403': {
      _id: 2403,
      name_chs: '神拳痕',
    },
    '2404': {
      _id: 2404,
      name_chs: '黄金港',
    },
    '2406': {
      _id: 2406,
      name_chs: '基拉巴尼亚边区',
    },
    '2407': {
      _id: 2407,
      name_chs: '基拉巴尼亚山区',
    },
    '2408': {
      _id: 2408,
      name_chs: '基拉巴尼亚湖区',
    },
    '2409': {
      _id: 2409,
      name_chs: '红玉海',
    },
    '2410': {
      _id: 2410,
      name_chs: '延夏',
    },
    '2411': {
      _id: 2411,
      name_chs: '太阳神草原',
    },
    '2412': {
      _id: 2412,
      name_chs: '白银乡',
    },
    '2413': {
      _id: 2413,
      name_chs: '望海楼',
    },
    '2414': {
      _id: 2414,
      name_chs: '优雷卡常风之地',
    },
    '2448': {
      _id: 2448,
      name_chs: '大草原猎场',
    },
    '2449': {
      _id: 2449,
      name_chs: '禁绝幻想',
    },
    '2450': {
      _id: 2450,
      name_chs: '帝国河畔堡',
    },
    '2451': {
      _id: 2451,
      name_chs: '黎铎拉纳大瀑布',
    },
    '2462': {
      _id: 2462,
      name_chs: '优雷卡恒冰之地',
    },
    '2483': {
      _id: 2483,
      name_chs: '封闭圣塔黎铎拉纳大灯塔',
    },
    '2485': {
      _id: 2485,
      name_chs: '乌兹奈藏宝运河神殿',
    },
    '2496': {
      _id: 2496,
      name_chs: '狱之底',
    },
    '2498': {
      _id: 2498,
      name_chs: '贝拉哈迪亚遗迹风格运动设施',
    },
    '2499': {
      _id: 2499,
      name_chs: '黄金大桥',
    },
    '2510': {
      _id: 2510,
      name_chs: '蛇神大社',
    },
    '2527': {
      _id: 2527,
      name_chs: '尼姆浮游遗迹风格运动设施',
    },
    '2530': {
      _id: 2530,
      name_chs: '优雷卡涌火之地',
    },
    '2545': {
      _id: 2545,
      name_chs: '优雷卡丰水之地',
    },
    '2548': {
      _id: 2548,
      name_chs: '天青斗场',
    },
    '2549': {
      _id: 2549,
      name_chs: '曼德维尔魔导方城',
    },
    '2586': {
      _id: 2586,
      name_chs: '基姆利特暗区',
    },
    '2589': {
      _id: 2589,
      name_chs: '隐塞',
    },
    '2665': {
      _id: 2665,
      name_chs: '帝国白山堡',
    },
    '2691': {
      _id: 2691,
      name_chs: '阿拉米格',
    },
    '2707': {
      _id: 2707,
      name_chs: '星导寺',
    },
    '2708': {
      _id: 2708,
      name_chs: '阿拉米格王立飞空艇着陆场',
    },
    '2709': {
      _id: 2709,
      name_chs: '阿拉米格王宫屋顶庭园',
    },
    '2715': {
      _id: 2715,
      name_chs: '结晶化空间',
    },
    '2717': {
      _id: 2717,
      name_chs: '西格玛幻境1',
    },
    '2718': {
      _id: 2718,
      name_chs: '西格玛幻境2',
    },
    '2719': {
      _id: 2719,
      name_chs: '西格玛幻境3',
    },
    '2720': {
      _id: 2720,
      name_chs: '西格玛幻境4',
    },
    '2725': {
      _id: 2725,
      name_chs: '普西幻境1',
    },
    '2727': {
      _id: 2727,
      name_chs: '时空狭缝',
    },
    '2736': {
      _id: 2736,
      name_chs: '普西幻境2',
    },
    '2737': {
      _id: 2737,
      name_chs: '时空狭缝',
    },
    '2762': {
      _id: 2762,
      name_chs: '狱之盖',
    },
    '2775': {
      _id: 2775,
      name_chs: '天之御柱',
    },
    '2779': {
      _id: 2779,
      name_chs: '紫水宫',
    },
    '2799': {
      _id: 2799,
      name_chs: '帝国河畔堡',
    },
    '2801': {
      _id: 2801,
      name_chs: '岩燕庙',
    },
    '2805': {
      _id: 2805,
      name_chs: '烈士庵',
    },
    '2810': {
      _id: 2810,
      name_chs: '多玛王城',
    },
    '2813': {
      _id: 2813,
      name_chs: '多玛飞地',
    },
    '2833': {
      _id: 2833,
      name_chs: '巴儿达木霸道',
    },
    '2847': {
      _id: 2847,
      name_chs: '归燕馆',
    },
    '2851': {
      _id: 2851,
      name_chs: '终末焦土',
    },
    '2862': {
      _id: 2862,
      name_chs: '艾欧泽亚同盟军大本营',
    },
    '2864': {
      _id: 2864,
      name_chs: '乐欲之所瓯博讷修道院',
    },
    '2927': {
      _id: 2927,
      name_chs: '乌尔达哈商会馆接待室',
    },
    '2951': {
      _id: 2951,
      name_chs: '水晶都',
    },
    '2952': {
      _id: 2952,
      name_chs: '游末邦',
    },
    '2953': {
      _id: 2953,
      name_chs: '雷克兰德',
    },
    '2954': {
      _id: 2954,
      name_chs: '珂露西亚岛',
    },
    '2955': {
      _id: 2955,
      name_chs: '安穆·艾兰',
    },
    '2956': {
      _id: 2956,
      name_chs: '伊尔美格',
    },
    '2957': {
      _id: 2957,
      name_chs: '拉凯提卡大森林',
    },
    '2958': {
      _id: 2958,
      name_chs: '黑风海',
    },
    '2979': {
      _id: 2979,
      name_chs: '多恩美格禁园',
    },
    '2982': {
      _id: 2982,
      name_chs: '希尔科斯孪晶塔',
    },
    '2985': {
      _id: 2985,
      name_chs: '亚马乌罗提',
    },
    '2997': {
      _id: 2997,
      name_chs: '格鲁格火山',
    },
    '3007': {
      _id: 3007,
      name_chs: '阿尼德罗学院',
    },
    '3017': {
      _id: 3017,
      name_chs: '差分闭合宇宙',
    },
    '3018': {
      _id: 3018,
      name_chs: '奇坦那神影洞',
    },
    '3050': {
      _id: 3050,
      name_chs: '水滩村',
    },
    '3139': {
      _id: 3139,
      name_chs: '马利卡大井',
    },
    '3214': {
      _id: 3214,
      name_chs: '伊甸内核',
    },
    '3215': {
      _id: 3215,
      name_chs: '伊甸甲板',
    },
    '3216': {
      _id: 3216,
      name_chs: '涅柔斯海渊',
    },
    '3217': {
      _id: 3217,
      name_chs: '阿特拉斯山顶',
    },
    '3218': {
      _id: 3218,
      name_chs: '妖灵王舞场',
    },
    '3219': {
      _id: 3219,
      name_chs: '完璧王座',
    },
    '3220': {
      _id: 3220,
      name_chs: '末日亚马乌罗提',
    },
    '3221': {
      _id: 3221,
      name_chs: '希尔科斯峡谷',
    },
    '3222': {
      _id: 3222,
      name_chs: '悬挂公馆起居室',
    },
    '3223': {
      _id: 3223,
      name_chs: '观星室',
    },
    '3225': {
      _id: 3225,
      name_chs: '空无大地',
    },
    '3226': {
      _id: 3226,
      name_chs: '拿巴示矿山',
    },
    '3228': {
      _id: 3228,
      name_chs: '大图帕萨礼拜堂',
    },
    '3229': {
      _id: 3229,
      name_chs: '梦羽宝境',
    },
    '3378': {
      _id: 3378,
      name_chs: '昂萨哈凯尔',
    },
    '3385': {
      _id: 3385,
      name_chs: '宇宙宫',
    },
    '3425': {
      _id: 3425,
      name_chs: '复制工厂废墟',
    },
    '3427': {
      _id: 3427,
      name_chs: '机械遗迹坑道',
    },
    '3428': {
      _id: 3428,
      name_chs: '丽耶美格梦园',
    },
    '3429': {
      _id: 3429,
      name_chs: '帝都魔导城',
    },
    '3435': {
      _id: 3435,
      name_chs: '天穹街',
    },
    '3442': {
      _id: 3442,
      name_chs: '基姆利特防线',
    },
    '3467': {
      _id: 3467,
      name_chs: '阿尼德罗追忆馆',
    },
    '3468': {
      _id: 3468,
      name_chs: '甘多夫雷平原',
    },
    '3469': {
      _id: 3469,
      name_chs: '灰扬旅路',
    },
    '3470': {
      _id: 3470,
      name_chs: '伊甸甲板',
    },
    '3471': {
      _id: 3471,
      name_chs: '试炼前室',
    },
    '3477': {
      _id: 3477,
      name_chs: '努力号',
    },
    '3487': {
      _id: 3487,
      name_chs: '大冰河',
    },
  },
  WEATHER_TYPES: {
    '0': {
      _id: 0,
      name_chs: null,
    },
    '1': {
      _id: 1,
      name_chs: '碧空',
    },
    '2': {
      _id: 2,
      name_chs: '晴朗',
    },
    '3': {
      _id: 3,
      name_chs: '阴云',
    },
    '4': {
      _id: 4,
      name_chs: '薄雾',
    },
    '5': {
      _id: 5,
      name_chs: '微风',
    },
    '6': {
      _id: 6,
      name_chs: '强风',
    },
    '7': {
      _id: 7,
      name_chs: '小雨',
    },
    '8': {
      _id: 8,
      name_chs: '暴雨',
    },
    '9': {
      _id: 9,
      name_chs: '打雷',
    },
    '10': {
      _id: 10,
      name_chs: '雷雨',
    },
    '11': {
      _id: 11,
      name_chs: '扬沙',
    },
    '12': {
      _id: 12,
      name_chs: '沙尘暴',
    },
    '13': {
      _id: 13,
      name_chs: '高温',
    },
    '14': {
      _id: 14,
      name_chs: '热浪',
    },
    '15': {
      _id: 15,
      name_chs: '小雪',
    },
    '16': {
      _id: 16,
      name_chs: '暴雪',
    },
    '17': {
      _id: 17,
      name_chs: '妖雾',
    },
    '18': {
      _id: 18,
      name_chs: '极光',
    },
    '19': {
      _id: 19,
      name_chs: '黑暗',
    },
    '20': {
      _id: 20,
      name_chs: '绝命',
    },
    '21': {
      _id: 21,
      name_chs: '阴云',
    },
    '22': {
      _id: 22,
      name_chs: '雷云',
    },
    '23': {
      _id: 23,
      name_chs: '暴风雨',
    },
    '24': {
      _id: 24,
      name_chs: '暴风雨',
    },
    '25': {
      _id: 25,
      name_chs: '阴沉',
    },
    '26': {
      _id: 26,
      name_chs: '热浪',
    },
    '27': {
      _id: 27,
      name_chs: '妖雾',
    },
    '28': {
      _id: 28,
      name_chs: '暴风',
    },
    '29': {
      _id: 29,
      name_chs: '烟雾',
    },
    '30': {
      _id: 30,
      name_chs: '晴朗',
    },
    '31': {
      _id: 31,
      name_chs: '晴朗',
    },
    '32': {
      _id: 32,
      name_chs: '晴朗',
    },
    '33': {
      _id: 33,
      name_chs: '晴朗',
    },
    '34': {
      _id: 34,
      name_chs: '晴朗',
    },
    '35': {
      _id: 35,
      name_chs: '极光',
    },
    '36': {
      _id: 36,
      name_chs: '辉核',
    },
    '37': {
      _id: 37,
      name_chs: '辉核',
    },
    '38': {
      _id: 38,
      name_chs: '辉核',
    },
    '39': {
      _id: 39,
      name_chs: '辉核',
    },
    '40': {
      _id: 40,
      name_chs: '滩云',
    },
    '41': {
      _id: 41,
      name_chs: '滩云',
    },
    '42': {
      _id: 42,
      name_chs: '滩云',
    },
    '43': {
      _id: 43,
      name_chs: '滩云',
    },
    '44': {
      _id: 44,
      name_chs: '神意',
    },
    '45': {
      _id: 45,
      name_chs: '神意',
    },
    '46': {
      _id: 46,
      name_chs: '神意',
    },
    '47': {
      _id: 47,
      name_chs: '神意',
    },
    '48': {
      _id: 48,
      name_chs: '神意',
    },
    '49': {
      _id: 49,
      name_chs: '灵风',
    },
    '50': {
      _id: 50,
      name_chs: '灵电',
    },
    '51': {
      _id: 51,
      name_chs: '烟武',
    },
    '52': {
      _id: 52,
      name_chs: '晴朗',
    },
    '53': {
      _id: 53,
      name_chs: '兽雷',
    },
    '54': {
      _id: 54,
      name_chs: '雷波',
    },
    '55': {
      _id: 55,
      name_chs: '兽雷',
    },
    '56': {
      _id: 56,
      name_chs: '神意',
    },
    '57': {
      _id: 57,
      name_chs: '打雷',
    },
    '58': {
      _id: 58,
      name_chs: '打雷',
    },
    '59': {
      _id: 59,
      name_chs: null,
    },
    '60': {
      _id: 60,
      name_chs: '神秘',
    },
    '61': {
      _id: 61,
      name_chs: '神秘',
    },
    '62': {
      _id: 62,
      name_chs: '小雨',
    },
    '63': {
      _id: 63,
      name_chs: '晴朗',
    },
    '64': {
      _id: 64,
      name_chs: '小雨',
    },
    '65': {
      _id: 65,
      name_chs: '晴朗',
    },
    '66': {
      _id: 66,
      name_chs: '邪天',
    },
    '67': {
      _id: 67,
      name_chs: '邪天',
    },
    '68': {
      _id: 68,
      name_chs: '晴朗',
    },
    '69': {
      _id: 69,
      name_chs: '平衡',
    },
    '70': {
      _id: 70,
      name_chs: '平衡',
    },
    '71': {
      _id: 71,
      name_chs: '时光',
    },
    '72': {
      _id: 72,
      name_chs: '时光',
    },
    '73': {
      _id: 73,
      name_chs: '时光',
    },
    '74': {
      _id: 74,
      name_chs: '鬼气',
    },
    '75': {
      _id: 75,
      name_chs: '鬼气',
    },
    '76': {
      _id: 76,
      name_chs: '鬼气',
    },
    '77': {
      _id: 77,
      name_chs: '次元',
    },
    '78': {
      _id: 78,
      name_chs: '次元',
    },
    '79': {
      _id: 79,
      name_chs: '次元',
    },
    '80': {
      _id: 80,
      name_chs: '豪雨',
    },
    '81': {
      _id: 81,
      name_chs: '豪雨',
    },
    '82': {
      _id: 82,
      name_chs: '极乐',
    },
    '83': {
      _id: 83,
      name_chs: '极乐',
    },
    '84': {
      _id: 84,
      name_chs: '龙威',
    },
    '85': {
      _id: 85,
      name_chs: '龙威',
    },
    '86': {
      _id: 86,
      name_chs: '豪雨',
    },
    '87': {
      _id: 87,
      name_chs: '迅雷',
    },
    '88': {
      _id: 88,
      name_chs: '打雷',
    },
    '89': {
      _id: 89,
      name_chs: '次元',
    },
    '90': {
      _id: 90,
      name_chs: '晴朗',
    },
    '91': {
      _id: 91,
      name_chs: '碧空',
    },
    '92': {
      _id: 92,
      name_chs: '白旋风',
    },
    '93': {
      _id: 93,
      name_chs: '白旋风',
    },
    '94': {
      _id: 94,
      name_chs: '白旋风',
    },
    '95': {
      _id: 95,
      name_chs: '幻想',
    },
    '96': {
      _id: 96,
      name_chs: '白旋风',
    },
    '97': {
      _id: 97,
      name_chs: '月夜',
    },
    '98': {
      _id: 98,
      name_chs: '月夜',
    },
    '99': {
      _id: 99,
      name_chs: '月夜',
    },
    '100': {
      _id: 100,
      name_chs: '月夜',
    },
    '101': {
      _id: 101,
      name_chs: '红月下',
    },
    '102': {
      _id: 102,
      name_chs: '朱炎',
    },
    '103': {
      _id: 103,
      name_chs: '朱炎',
    },
    '104': {
      _id: 104,
      name_chs: '朱炎',
    },
    '105': {
      _id: 105,
      name_chs: '晴朗',
    },
    '106': {
      _id: 106,
      name_chs: '晴朗',
    },
    '107': {
      _id: 107,
      name_chs: '晴朗',
    },
    '108': {
      _id: 108,
      name_chs: '晴朗',
    },
    '109': {
      _id: 109,
      name_chs: '烈焰',
    },
    '110': {
      _id: 110,
      name_chs: '海啸',
    },
    '111': {
      _id: 111,
      name_chs: '龙卷风',
    },
    '112': {
      _id: 112,
      name_chs: '地震',
    },
    '113': {
      _id: 113,
      name_chs: '青空',
    },
    '114': {
      _id: 114,
      name_chs: '青空',
    },
    '115': {
      _id: 115,
      name_chs: '青空',
    },
    '116': {
      _id: 116,
      name_chs: '乱灵流',
    },
    '117': {
      _id: 117,
      name_chs: '青空',
    },
    '118': {
      _id: 118,
      name_chs: '无尽光',
    },
    '119': {
      _id: 119,
      name_chs: '暴风',
    },
    '120': {
      _id: 120,
      name_chs: '末日',
    },
    '121': {
      _id: 121,
      name_chs: '末日',
    },
    '122': {
      _id: 122,
      name_chs: '妖梦',
    },
    '123': {
      _id: 123,
      name_chs: '妖梦',
    },
    '124': {
      _id: 124,
      name_chs: '妖梦',
    },
    '125': {
      _id: 125,
      name_chs: '光天',
    },
    '126': {
      _id: 126,
      name_chs: '光天',
    },
    '127': {
      _id: 127,
      name_chs: '末日',
    },
    '128': {
      _id: 128,
      name_chs: '末日',
    },
    '129': {
      _id: 129,
      name_chs: '无尽光',
    },
    '130': {
      _id: 130,
      name_chs: '烟雾',
    },
    '131': {
      _id: 131,
      name_chs: '末日',
    },
    '132': {
      _id: 132,
      name_chs: '晴朗',
    },
    '133': {
      _id: 133,
      name_chs: '灵烈火',
    },
    '134': {
      _id: 134,
      name_chs: '灵飘尘',
    },
    '135': {
      _id: 135,
      name_chs: '灵飞电',
    },
    '136': {
      _id: 136,
      name_chs: '灵罡风',
    },
    '137': {
      _id: 137,
      name_chs: '流星雨',
    },
    '138': {
      _id: 138,
      name_chs: null,
    },
    '139': {
      _id: 139,
      name_chs: '阴云',
    },
    '140': {
      _id: 140,
      name_chs: '阴云',
    },
    '141': {
      _id: 141,
      name_chs: '极光',
    },
    '142': {
      _id: 142,
      name_chs: '极光',
    },
    '143': {
      _id: 143,
      name_chs: '雷云',
    },
    '144': {
      _id: 144,
      name_chs: '火风暴',
    },
    '145': {
      _id: 145,
      name_chs: '幻海流',
    },
    '146': {
      _id: 146,
      name_chs: null,
    },
  },
}
