export default {
  ITEMS: {
    '4869': {
      _id: 4869,
      name_chs: '梅尔托尔虾虎',
    },
    '4872': {
      _id: 4872,
      name_chs: '海云水母',
    },
    '4874': {
      _id: 4874,
      name_chs: '海港鲱',
    },
    '4888': {
      _id: 4888,
      name_chs: '魔梭鱼',
    },
    '4898': {
      _id: 4898,
      name_chs: '满月沙丁鱼',
    },
    '4904': {
      _id: 4904,
      name_chs: '梭子鰆',
    },
    '4905': {
      _id: 4905,
      name_chs: '求雨鱼',
    },
    '4906': {
      _id: 4906,
      name_chs: '鹦鹉螺',
    },
    '4911': {
      _id: 4911,
      name_chs: '海岩龙虾',
    },
    '4913': {
      _id: 4913,
      name_chs: '小撒拉奥斯',
    },
    '4915': {
      _id: 4915,
      name_chs: '麻希鲯鳅',
    },
    '4918': {
      _id: 4918,
      name_chs: '腔棘鱼',
    },
    '4919': {
      _id: 4919,
      name_chs: '巨型乌贼',
    },
    '4924': {
      _id: 4924,
      name_chs: '锯鲛',
    },
    '4927': {
      _id: 4927,
      name_chs: '斑纹虾虎',
    },
    '4937': {
      _id: 4937,
      name_chs: '阿巴拉提亚公鱼',
    },
    '4942': {
      _id: 4942,
      name_chs: '斗鱼',
    },
    '4948': {
      _id: 4948,
      name_chs: '铜鱼',
    },
    '4978': {
      _id: 4978,
      name_chs: '银鱼',
    },
    '4991': {
      _id: 4991,
      name_chs: '雷纹鱼',
    },
    '4995': {
      _id: 4995,
      name_chs: '杜父鱼',
    },
    '5002': {
      _id: 5002,
      name_chs: '暗斗鱼',
    },
    '5007': {
      _id: 5007,
      name_chs: '帕戈尔赞盘丽鱼',
    },
    '5008': {
      _id: 5008,
      name_chs: '争斗琵琶鱼',
    },
    '5011': {
      _id: 5011,
      name_chs: '金鱼',
    },
    '5016': {
      _id: 5016,
      name_chs: '大钝甲鱼',
    },
    '5017': {
      _id: 5017,
      name_chs: '日轮',
    },
    '5021': {
      _id: 5021,
      name_chs: '腐鱼',
    },
    '5022': {
      _id: 5022,
      name_chs: '蘑菇蟹',
    },
    '5023': {
      _id: 5023,
      name_chs: '雷神鱼',
    },
    '5027': {
      _id: 5027,
      name_chs: '环棘鱼',
    },
    '5031': {
      _id: 5031,
      name_chs: '丛林鲶鱼',
    },
    '5035': {
      _id: 5035,
      name_chs: '飞沙鱼',
    },
    '5040': {
      _id: 5040,
      name_chs: '破云飞鱼',
    },
    '5544': {
      _id: 5544,
      name_chs: '绿灯球藻',
    },
    '7678': {
      _id: 7678,
      name_chs: '扎尔艾拉',
    },
    '7679': {
      _id: 7679,
      name_chs: '无赖王',
    },
    '7680': {
      _id: 7680,
      name_chs: '山神印',
    },
    '7681': {
      _id: 7681,
      name_chs: '高声鲶鱼',
    },
    '7682': {
      _id: 7682,
      name_chs: '水晶刺鱼',
    },
    '7683': {
      _id: 7683,
      name_chs: '莫尔巴',
    },
    '7684': {
      _id: 7684,
      name_chs: '拾荒鮟鱇',
    },
    '7685': {
      _id: 7685,
      name_chs: '金鳍蝶',
    },
    '7686': {
      _id: 7686,
      name_chs: '巨鲨',
    },
    '7687': {
      _id: 7687,
      name_chs: '鳞脚螺',
    },
    '7688': {
      _id: 7688,
      name_chs: '隐沙鱼',
    },
    '7689': {
      _id: 7689,
      name_chs: '暗骑士',
    },
    '7690': {
      _id: 7690,
      name_chs: '银君',
    },
    '7691': {
      _id: 7691,
      name_chs: '剑齿鳕',
    },
    '7692': {
      _id: 7692,
      name_chs: '梦幻虾虎',
    },
    '7693': {
      _id: 7693,
      name_chs: '海神剑',
    },
    '7694': {
      _id: 7694,
      name_chs: '暗兵鳢',
    },
    '7695': {
      _id: 7695,
      name_chs: '审判鳐',
    },
    '7696': {
      _id: 7696,
      name_chs: '酿血鱼',
    },
    '7697': {
      _id: 7697,
      name_chs: '仙后鲈',
    },
    '7698': {
      _id: 7698,
      name_chs: '滑溜帝王',
    },
    '7699': {
      _id: 7699,
      name_chs: '蓝寡妇',
    },
    '7700': {
      _id: 7700,
      name_chs: '人面鲤',
    },
    '7701': {
      _id: 7701,
      name_chs: '倔强鲫鱼',
    },
    '7702': {
      _id: 7702,
      name_chs: '朝圣泥鱼',
    },
    '7703': {
      _id: 7703,
      name_chs: '垂暮蝲蛄',
    },
    '7704': {
      _id: 7704,
      name_chs: '净髓蜗牛',
    },
    '7705': {
      _id: 7705,
      name_chs: '外科医生',
    },
    '7706': {
      _id: 7706,
      name_chs: '泥巨蟹兵',
    },
    '7707': {
      _id: 7707,
      name_chs: '猛犸章鱼',
    },
    '7708': {
      _id: 7708,
      name_chs: '圣母鲤',
    },
    '7709': {
      _id: 7709,
      name_chs: '高刺鱼',
    },
    '7710': {
      _id: 7710,
      name_chs: '希尔德拉',
    },
    '7711': {
      _id: 7711,
      name_chs: '铆钉牡蛎',
    },
    '7712': {
      _id: 7712,
      name_chs: '剪刀手雅克',
    },
    '7713': {
      _id: 7713,
      name_chs: '招雨王',
    },
    '7714': {
      _id: 7714,
      name_chs: '铜镜',
    },
    '7902': {
      _id: 7902,
      name_chs: '鱼大叔',
    },
    '7903': {
      _id: 7903,
      name_chs: '陨石幸存者',
    },
    '7904': {
      _id: 7904,
      name_chs: '圣鳟贞德',
    },
    '7905': {
      _id: 7905,
      name_chs: '特拉玛豹鱼',
    },
    '7906': {
      _id: 7906,
      name_chs: '断指龙虾',
    },
    '7907': {
      _id: 7907,
      name_chs: '终结者',
    },
    '7908': {
      _id: 7908,
      name_chs: '大蛇鳗',
    },
    '7909': {
      _id: 7909,
      name_chs: '比阿纳可大帝',
    },
    '7910': {
      _id: 7910,
      name_chs: '肮脏鲱',
    },
    '7911': {
      _id: 7911,
      name_chs: '虚空之眼',
    },
    '7912': {
      _id: 7912,
      name_chs: '妖祸鱼',
    },
    '7913': {
      _id: 7913,
      name_chs: '浮游石',
    },
    '7914': {
      _id: 7914,
      name_chs: '露齿鲤',
    },
    '7915': {
      _id: 7915,
      name_chs: '金枪鲨',
    },
    '7916': {
      _id: 7916,
      name_chs: '尼姆蠕虫',
    },
    '7917': {
      _id: 7917,
      name_chs: '抽须王',
    },
    '7918': {
      _id: 7918,
      name_chs: '太阳神杖',
    },
    '7919': {
      _id: 7919,
      name_chs: '枪鼻头',
    },
    '7920': {
      _id: 7920,
      name_chs: '雷神光',
    },
    '7921': {
      _id: 7921,
      name_chs: '沉川鲑',
    },
    '7922': {
      _id: 7922,
      name_chs: '刺鱼教父',
    },
    '7923': {
      _id: 7923,
      name_chs: '芳香蝾螈',
    },
    '7924': {
      _id: 7924,
      name_chs: '轰击泡',
    },
    '7925': {
      _id: 7925,
      name_chs: '浓盐鲀',
    },
    '7926': {
      _id: 7926,
      name_chs: '孤独杀手',
    },
    '7927': {
      _id: 7927,
      name_chs: '温泉王',
    },
    '7928': {
      _id: 7928,
      name_chs: '铁饼',
    },
    '7929': {
      _id: 7929,
      name_chs: '铁索',
    },
    '7930': {
      _id: 7930,
      name_chs: '沙海肠虫',
    },
    '7931': {
      _id: 7931,
      name_chs: '魔毯',
    },
    '7932': {
      _id: 7932,
      name_chs: '圣人标',
    },
    '7933': {
      _id: 7933,
      name_chs: '冥河灯',
    },
    '7934': {
      _id: 7934,
      name_chs: '绿小丑',
    },
    '7935': {
      _id: 7935,
      name_chs: '血浴',
    },
    '7936': {
      _id: 7936,
      name_chs: '雷皇子',
    },
    '7937': {
      _id: 7937,
      name_chs: '吞雷鱼',
    },
    '7938': {
      _id: 7938,
      name_chs: '沉溺射手',
    },
    '7939': {
      _id: 7939,
      name_chs: '丽舞蟹',
    },
    '7940': {
      _id: 7940,
      name_chs: '银镜鱼',
    },
    '7941': {
      _id: 7941,
      name_chs: '翻舵手',
    },
    '7942': {
      _id: 7942,
      name_chs: '千年殇',
    },
    '7943': {
      _id: 7943,
      name_chs: '汉尼拔',
    },
    '7944': {
      _id: 7944,
      name_chs: '黎明少女',
    },
    '7945': {
      _id: 7945,
      name_chs: '星光鳟鱼',
    },
    '7946': {
      _id: 7946,
      name_chs: '一家之母',
    },
    '7947': {
      _id: 7947,
      name_chs: '影纹狗鱼',
    },
    '7948': {
      _id: 7948,
      name_chs: '船长圣杯',
    },
    '7949': {
      _id: 7949,
      name_chs: '奇虾',
    },
    '7950': {
      _id: 7950,
      name_chs: '皱鳃鲨',
    },
    '7951': {
      _id: 7951,
      name_chs: '以太虱',
    },
    '8752': {
      _id: 8752,
      name_chs: '皇金鱼',
    },
    '8753': {
      _id: 8753,
      name_chs: '海中老人',
    },
    '8754': {
      _id: 8754,
      name_chs: '涅普特龙',
    },
    '8755': {
      _id: 8755,
      name_chs: '空棘鱼',
    },
    '8756': {
      _id: 8756,
      name_chs: '内角石',
    },
    '8757': {
      _id: 8757,
      name_chs: '海巫婆',
    },
    '8758': {
      _id: 8758,
      name_chs: '炼狱火角',
    },
    '8759': {
      _id: 8759,
      name_chs: '虚无鲈',
    },
    '8760': {
      _id: 8760,
      name_chs: '科内利亚',
    },
    '8761': {
      _id: 8761,
      name_chs: '忍斗鱼',
    },
    '8762': {
      _id: 8762,
      name_chs: '加诺',
    },
    '8763': {
      _id: 8763,
      name_chs: '杀手库诺',
    },
    '8764': {
      _id: 8764,
      name_chs: '海盗猎人',
    },
    '8765': {
      _id: 8765,
      name_chs: '恩登德奇',
    },
    '8766': {
      _id: 8766,
      name_chs: '吸血鞭',
    },
    '8767': {
      _id: 8767,
      name_chs: '乌兹刀背鱼·天极',
    },
    '8768': {
      _id: 8768,
      name_chs: '旋齿鲨',
    },
    '8769': {
      _id: 8769,
      name_chs: '暗星',
    },
    '8770': {
      _id: 8770,
      name_chs: '蓝尸',
    },
    '8771': {
      _id: 8771,
      name_chs: '马哈尔',
    },
    '8772': {
      _id: 8772,
      name_chs: '秀尼鱼龙',
    },
    '8773': {
      _id: 8773,
      name_chs: '魔幻蘑菇蟹',
    },
    '8774': {
      _id: 8774,
      name_chs: '大泷太郎',
    },
    '8775': {
      _id: 8775,
      name_chs: '波太郎',
    },
    '8776': {
      _id: 8776,
      name_chs: '血红龙',
    },
    '10123': {
      _id: 10123,
      name_chs: '大愿贝',
    },
    '12713': {
      _id: 12713,
      name_chs: '碎冰鱼',
    },
    '12715': {
      _id: 12715,
      name_chs: '冰战神',
    },
    '12716': {
      _id: 12716,
      name_chs: '天虫',
    },
    '12721': {
      _id: 12721,
      name_chs: '赤刺',
    },
    '12722': {
      _id: 12722,
      name_chs: '蓝螯虾',
    },
    '12723': {
      _id: 12723,
      name_chs: '星花',
    },
    '12724': {
      _id: 12724,
      name_chs: '冰川核',
    },
    '12726': {
      _id: 12726,
      name_chs: '黑巫鱼',
    },
    '12727': {
      _id: 12727,
      name_chs: '热破',
    },
    '12730': {
      _id: 12730,
      name_chs: '牛蛙',
    },
    '12733': {
      _id: 12733,
      name_chs: '石蚌',
    },
    '12739': {
      _id: 12739,
      name_chs: '凸眼金鱼',
    },
    '12740': {
      _id: 12740,
      name_chs: '草鱼',
    },
    '12741': {
      _id: 12741,
      name_chs: '皮皮拉皮拉鱼',
    },
    '12742': {
      _id: 12742,
      name_chs: '倒仰鲶鱼',
    },
    '12743': {
      _id: 12743,
      name_chs: '亲吻鱼',
    },
    '12746': {
      _id: 12746,
      name_chs: '风暴核',
    },
    '12749': {
      _id: 12749,
      name_chs: '瓦努头',
    },
    '12751': {
      _id: 12751,
      name_chs: '肺鱼',
    },
    '12753': {
      _id: 12753,
      name_chs: '夕月天女',
    },
    '12754': {
      _id: 12754,
      name_chs: '花岗蟹',
    },
    '12757': {
      _id: 12757,
      name_chs: '蝼蛄',
    },
    '12761': {
      _id: 12761,
      name_chs: '龙堡鲈',
    },
    '12762': {
      _id: 12762,
      name_chs: '山地鲀',
    },
    '12763': {
      _id: 12763,
      name_chs: '求雪鱼',
    },
    '12765': {
      _id: 12765,
      name_chs: '冰神鱼',
    },
    '12766': {
      _id: 12766,
      name_chs: '食冰水母',
    },
    '12767': {
      _id: 12767,
      name_chs: '多鳍鱼',
    },
    '12768': {
      _id: 12768,
      name_chs: '白丽鱼',
    },
    '12774': {
      _id: 12774,
      name_chs: '小钝口螈',
    },
    '12776': {
      _id: 12776,
      name_chs: '白金鱼',
    },
    '12777': {
      _id: 12777,
      name_chs: '以太之眼',
    },
    '12780': {
      _id: 12780,
      name_chs: '香鱼',
    },
    '12784': {
      _id: 12784,
      name_chs: '魔帆',
    },
    '12786': {
      _id: 12786,
      name_chs: '岩浆虱',
    },
    '12789': {
      _id: 12789,
      name_chs: '褐飞刀',
    },
    '12792': {
      _id: 12792,
      name_chs: '西水弓鳍鱼',
    },
    '12796': {
      _id: 12796,
      name_chs: '白章鱼',
    },
    '12799': {
      _id: 12799,
      name_chs: '高风水母',
    },
    '12800': {
      _id: 12800,
      name_chs: '化石骨舌鱼',
    },
    '12802': {
      _id: 12802,
      name_chs: '凯门鳄',
    },
    '12803': {
      _id: 12803,
      name_chs: '真光层巨骨舌鱼',
    },
    '12804': {
      _id: 12804,
      name_chs: '青蓝之手刺鱼',
    },
    '12805': {
      _id: 12805,
      name_chs: '高天鱼',
    },
    '12810': {
      _id: 12810,
      name_chs: '蛉蝎',
    },
    '12812': {
      _id: 12812,
      name_chs: '鲜血跳鱼',
    },
    '12814': {
      _id: 12814,
      name_chs: '飞灵',
    },
    '12815': {
      _id: 12815,
      name_chs: '油鳗',
    },
    '12816': {
      _id: 12816,
      name_chs: '宝石水母',
    },
    '12821': {
      _id: 12821,
      name_chs: '无齿翼龙',
    },
    '12825': {
      _id: 12825,
      name_chs: '惊龟',
    },
    '12826': {
      _id: 12826,
      name_chs: '黑魔法鱼',
    },
    '12827': {
      _id: 12827,
      name_chs: '桶眼鱼',
    },
    '12828': {
      _id: 12828,
      name_chs: '落雷鳗',
    },
    '12829': {
      _id: 12829,
      name_chs: '飞猫杀手',
    },
    '12830': {
      _id: 12830,
      name_chs: '哲学骨舌鱼',
    },
    '12831': {
      _id: 12831,
      name_chs: '沙利亚克鳄',
    },
    '12832': {
      _id: 12832,
      name_chs: '熔岩王',
    },
    '12833': {
      _id: 12833,
      name_chs: '妖精翼龙',
    },
    '12834': {
      _id: 12834,
      name_chs: '吸血魔毯',
    },
    '12835': {
      _id: 12835,
      name_chs: '风暴骑士',
    },
    '12836': {
      _id: 12836,
      name_chs: '狂斗鱼',
    },
    '12837': {
      _id: 12837,
      name_chs: '毛鳞鱼',
    },
    '13727': {
      _id: 13727,
      name_chs: '欧洛浦肯',
    },
    '13728': {
      _id: 13728,
      name_chs: '库尔札斯海若螺',
    },
    '13729': {
      _id: 13729,
      name_chs: '龙堡公鱼',
    },
    '13730': {
      _id: 13730,
      name_chs: '天空珊瑚',
    },
    '13731': {
      _id: 13731,
      name_chs: '太阳帆',
    },
    '13732': {
      _id: 13732,
      name_chs: '哥布林鲈',
    },
    '14211': {
      _id: 14211,
      name_chs: '琥珀蝾螈',
    },
    '14212': {
      _id: 14212,
      name_chs: '沼鯥',
    },
    '14213': {
      _id: 14213,
      name_chs: '棉云魟',
    },
    '14215': {
      _id: 14215,
      name_chs: '熔岩蜗牛',
    },
    '14216': {
      _id: 14216,
      name_chs: '祭司鱼',
    },
    '14217': {
      _id: 14217,
      name_chs: '库尔札斯牡蛎',
    },
    '14218': {
      _id: 14218,
      name_chs: '古象鼻鱼',
    },
    '14219': {
      _id: 14219,
      name_chs: '妖祸克拉肯',
    },
    '14220': {
      _id: 14220,
      name_chs: '鳞鲶',
    },
    '15439': {
      _id: 15439,
      name_chs: '魔法水桶',
    },
    '15626': {
      _id: 15626,
      name_chs: '鼓钱袋',
    },
    '15627': {
      _id: 15627,
      name_chs: '雪人杀手',
    },
    '15628': {
      _id: 15628,
      name_chs: '拉·雷亚尔',
    },
    '15629': {
      _id: 15629,
      name_chs: '龙鳞撕裂者',
    },
    '15630': {
      _id: 15630,
      name_chs: '噩梦之种',
    },
    '15631': {
      _id: 15631,
      name_chs: '巨陨龟',
    },
    '15632': {
      _id: 15632,
      name_chs: '水瓶王',
    },
    '15633': {
      _id: 15633,
      name_chs: '维德弗尼尔',
    },
    '15634': {
      _id: 15634,
      name_chs: '拉塔托斯克之魂',
    },
    '15635': {
      _id: 15635,
      name_chs: '水墨鱼',
    },
    '15636': {
      _id: 15636,
      name_chs: '卷风鲨',
    },
    '15637': {
      _id: 15637,
      name_chs: '进化型亚拉戈高位钢盔鲎',
    },
    '15638': {
      _id: 15638,
      name_chs: '无光层巨骨舌鱼',
    },
    '16742': {
      _id: 16742,
      name_chs: '双型齿翼龙',
    },
    '16743': {
      _id: 16743,
      name_chs: '姥鲨',
    },
    '16744': {
      _id: 16744,
      name_chs: '亚拉戈剑鲨',
    },
    '16745': {
      _id: 16745,
      name_chs: '吞冰水母',
    },
    '16746': {
      _id: 16746,
      name_chs: '核爆鱼',
    },
    '16747': {
      _id: 16747,
      name_chs: '叉舌鱼',
    },
    '16748': {
      _id: 16748,
      name_chs: '蝴蝶夫人',
    },
    '16749': {
      _id: 16749,
      name_chs: '莫古尔古球球',
    },
    '16750': {
      _id: 16750,
      name_chs: '卷层云魟',
    },
    '16751': {
      _id: 16751,
      name_chs: '圣龙泪',
    },
    '16752': {
      _id: 16752,
      name_chs: '魔科学物质666',
    },
    '16753': {
      _id: 16753,
      name_chs: '百目螈',
    },
    '16754': {
      _id: 16754,
      name_chs: '万事通鲈',
    },
    '16756': {
      _id: 16756,
      name_chs: '冰之巫女',
    },
    '17577': {
      _id: 17577,
      name_chs: '大祭司鱼',
    },
    '17578': {
      _id: 17578,
      name_chs: '尼摩船长',
    },
    '17579': {
      _id: 17579,
      name_chs: '猴面雀杀手',
    },
    '17580': {
      _id: 17580,
      name_chs: '赛缇',
    },
    '17581': {
      _id: 17581,
      name_chs: '水晶飞鸽',
    },
    '17582': {
      _id: 17582,
      name_chs: '雷鳞蝾螈',
    },
    '17583': {
      _id: 17583,
      name_chs: '里德尔',
    },
    '17584': {
      _id: 17584,
      name_chs: '熔岩帝王',
    },
    '17585': {
      _id: 17585,
      name_chs: '能言者',
    },
    '17586': {
      _id: 17586,
      name_chs: '千鳍',
    },
    '17587': {
      _id: 17587,
      name_chs: '风暴血骑士',
    },
    '17588': {
      _id: 17588,
      name_chs: '莫名熔岩鱼',
    },
    '17589': {
      _id: 17589,
      name_chs: '欧巴宾海蝎',
    },
    '17590': {
      _id: 17590,
      name_chs: '铠鱼',
    },
    '17591': {
      _id: 17591,
      name_chs: '云海蝴蝶螺',
    },
    '17592': {
      _id: 17592,
      name_chs: '沙里贝涅',
    },
    '17593': {
      _id: 17593,
      name_chs: '兰代勒翼龙',
    },
    '20018': {
      _id: 20018,
      name_chs: '鳍龙',
    },
    '20020': {
      _id: 20020,
      name_chs: '延夏红眼鲈',
    },
    '20021': {
      _id: 20021,
      name_chs: '天女鱼',
    },
    '20022': {
      _id: 20022,
      name_chs: '扇贝海蛇',
    },
    '20024': {
      _id: 20024,
      name_chs: '汗鱼',
    },
    '20025': {
      _id: 20025,
      name_chs: '岩盐咸鱼',
    },
    '20027': {
      _id: 20027,
      name_chs: '无二草鱼',
    },
    '20030': {
      _id: 20030,
      name_chs: '哈克苦鱼',
    },
    '20034': {
      _id: 20034,
      name_chs: '大天竺鱼',
    },
    '20036': {
      _id: 20036,
      name_chs: '青鳉',
    },
    '20040': {
      _id: 20040,
      name_chs: '雕塑家',
    },
    '20043': {
      _id: 20043,
      name_chs: '白钢鲨',
    },
    '20048': {
      _id: 20048,
      name_chs: '迎春鱼',
    },
    '20051': {
      _id: 20051,
      name_chs: '绢鲤',
    },
    '20054': {
      _id: 20054,
      name_chs: '花海马',
    },
    '20056': {
      _id: 20056,
      name_chs: '基拉巴尼亚鳟',
    },
    '20058': {
      _id: 20058,
      name_chs: '缪恩鱼',
    },
    '20064': {
      _id: 20064,
      name_chs: '气球蛙',
    },
    '20074': {
      _id: 20074,
      name_chs: '裁定鱼',
    },
    '20076': {
      _id: 20076,
      name_chs: '猛牛口食',
    },
    '20084': {
      _id: 20084,
      name_chs: '小流星',
    },
    '20085': {
      _id: 20085,
      name_chs: '倾仰鲶鱼',
    },
    '20086': {
      _id: 20086,
      name_chs: '涅槃蟹',
    },
    '20100': {
      _id: 20100,
      name_chs: '剑旗鱼',
    },
    '20104': {
      _id: 20104,
      name_chs: '大王乌贼',
    },
    '20105': {
      _id: 20105,
      name_chs: '毯子章鱼',
    },
    '20112': {
      _id: 20112,
      name_chs: '红玉虾',
    },
    '20114': {
      _id: 20114,
      name_chs: '雷遁鱼',
    },
    '20120': {
      _id: 20120,
      name_chs: '长须鲶鱼',
    },
    '20122': {
      _id: 20122,
      name_chs: '熊猫蝶尾鱼',
    },
    '20127': {
      _id: 20127,
      name_chs: '嘎牙子',
    },
    '20128': {
      _id: 20128,
      name_chs: '草跳鱼',
    },
    '20141': {
      _id: 20141,
      name_chs: '东方刺鱼',
    },
    '20142': {
      _id: 20142,
      name_chs: '幽灵鱼',
    },
    '20143': {
      _id: 20143,
      name_chs: '小珀琉喀斯',
    },
    '20210': {
      _id: 20210,
      name_chs: '箕作鲨',
    },
    '20217': {
      _id: 20217,
      name_chs: '圆翅燕鱼',
    },
    '20220': {
      _id: 20220,
      name_chs: '飞天鱼',
    },
    '20222': {
      _id: 20222,
      name_chs: '瞪亲刺鱼',
    },
    '20227': {
      _id: 20227,
      name_chs: '千牙龙',
    },
    '20228': {
      _id: 20228,
      name_chs: '鱼龙',
    },
    '20230': {
      _id: 20230,
      name_chs: '方士鱼',
    },
    '20233': {
      _id: 20233,
      name_chs: '永恒眼',
    },
    '20234': {
      _id: 20234,
      name_chs: '名马魂',
    },
    '20236': {
      _id: 20236,
      name_chs: '佣兵蟹',
    },
    '20238': {
      _id: 20238,
      name_chs: '丝绸翻车鱼',
    },
    '20239': {
      _id: 20239,
      name_chs: '沧龙',
    },
    '20524': {
      _id: 20524,
      name_chs: '巧儿海陆行鸟',
    },
    '20785': {
      _id: 20785,
      name_chs: '基拉巴尼亚鲢鱼',
    },
    '20786': {
      _id: 20786,
      name_chs: '珊瑚海马',
    },
    '20787': {
      _id: 20787,
      name_chs: '恋心球藻',
    },
    '20788': {
      _id: 20788,
      name_chs: '威罗迪纳鲑鱼',
    },
    '20789': {
      _id: 20789,
      name_chs: '紫圆盾',
    },
    '21174': {
      _id: 21174,
      name_chs: '枢机鱼',
    },
    '21175': {
      _id: 21175,
      name_chs: '岩石鱼',
    },
    '21176': {
      _id: 21176,
      name_chs: '浮木鱼',
    },
    '21177': {
      _id: 21177,
      name_chs: '紫彩鱼',
    },
    '21178': {
      _id: 21178,
      name_chs: '虹鳉',
    },
    '21179': {
      _id: 21179,
      name_chs: '一文字',
    },
    '21180': {
      _id: 21180,
      name_chs: '滑溜狮子鱼',
    },
    '22389': {
      _id: 22389,
      name_chs: '幻河鲯',
    },
    '22390': {
      _id: 22390,
      name_chs: '仿麻鱼',
    },
    '22391': {
      _id: 22391,
      name_chs: '鳄龟',
    },
    '22392': {
      _id: 22392,
      name_chs: '红尾鲶',
    },
    '22393': {
      _id: 22393,
      name_chs: '薄毯章鱼',
    },
    '22394': {
      _id: 22394,
      name_chs: '盐磨鲨',
    },
    '22395': {
      _id: 22395,
      name_chs: '盆栽鱼',
    },
    '22396': {
      _id: 22396,
      name_chs: '花须鯙',
    },
    '22397': {
      _id: 22397,
      name_chs: '红彩鱼',
    },
    '22398': {
      _id: 22398,
      name_chs: '河中长老',
    },
    '23055': {
      _id: 23055,
      name_chs: '白彩鱼',
    },
    '23056': {
      _id: 23056,
      name_chs: '橙彩鱼',
    },
    '23057': {
      _id: 23057,
      name_chs: '吞钩苦鱼',
    },
    '23058': {
      _id: 23058,
      name_chs: '蓝宝石扇鳉',
    },
    '23059': {
      _id: 23059,
      name_chs: '教皇鱼',
    },
    '23060': {
      _id: 23060,
      name_chs: '怨妇虾',
    },
    '23061': {
      _id: 23061,
      name_chs: '不定鱼',
    },
    '23062': {
      _id: 23062,
      name_chs: '钻石眼',
    },
    '23063': {
      _id: 23063,
      name_chs: '花海龙',
    },
    '23064': {
      _id: 23064,
      name_chs: '赌命河豚',
    },
    '23065': {
      _id: 23065,
      name_chs: '春不知',
    },
    '23066': {
      _id: 23066,
      name_chs: '速疾鬼鳄',
    },
    '23067': {
      _id: 23067,
      name_chs: '卜传',
    },
    '23068': {
      _id: 23068,
      name_chs: '天女鲤',
    },
    '23069': {
      _id: 23069,
      name_chs: '神谕苦鱼',
    },
    '23070': {
      _id: 23070,
      name_chs: '亚特可汗',
    },
    '24203': {
      _id: 24203,
      name_chs: '蓝彩鱼',
    },
    '24204': {
      _id: 24204,
      name_chs: '绿彩鱼',
    },
    '24205': {
      _id: 24205,
      name_chs: '拉尔戈鲶鱼',
    },
    '24206': {
      _id: 24206,
      name_chs: '红尾僵尸鱼',
    },
    '24207': {
      _id: 24207,
      name_chs: '硬头鳟',
    },
    '24208': {
      _id: 24208,
      name_chs: '下游鱼',
    },
    '24209': {
      _id: 24209,
      name_chs: '骸鲢鱼',
    },
    '24210': {
      _id: 24210,
      name_chs: '最后一滴泪',
    },
    '24211': {
      _id: 24211,
      name_chs: '黑蒙鱼',
    },
    '24212': {
      _id: 24212,
      name_chs: '解脱鱼',
    },
    '24213': {
      _id: 24213,
      name_chs: '公主青鳉',
    },
    '24214': {
      _id: 24214,
      name_chs: '苦尔鳗',
    },
    '24215': {
      _id: 24215,
      name_chs: '大海蛇',
    },
    '24216': {
      _id: 24216,
      name_chs: '羽衣美人',
    },
    '24217': {
      _id: 24217,
      name_chs: '暮辉鱼',
    },
    '24218': {
      _id: 24218,
      name_chs: '刀片跳鱼',
    },
    '24881': {
      _id: 24881,
      name_chs: '阿拉米格面纱鱼',
    },
    '24882': {
      _id: 24882,
      name_chs: '菜食王',
    },
    '24883': {
      _id: 24883,
      name_chs: '七星',
    },
    '24884': {
      _id: 24884,
      name_chs: '万刺鲀',
    },
    '24885': {
      _id: 24885,
      name_chs: '石榴海',
    },
    '24886': {
      _id: 24886,
      name_chs: '鬼视',
    },
    '24887': {
      _id: 24887,
      name_chs: '仙寿翁',
    },
    '24888': {
      _id: 24888,
      name_chs: '水天一碧',
    },
    '24889': {
      _id: 24889,
      name_chs: '车轴鱼',
    },
    '24890': {
      _id: 24890,
      name_chs: '一束彩虹',
    },
    '24891': {
      _id: 24891,
      name_chs: '月神的爱宠',
    },
    '24892': {
      _id: 24892,
      name_chs: '菜叶跳鱼',
    },
    '24893': {
      _id: 24893,
      name_chs: '晨曦旗鱼',
    },
    '24990': {
      _id: 24990,
      name_chs: '异刺鲨',
    },
    '24991': {
      _id: 24991,
      name_chs: '镰甲鱼',
    },
    '24992': {
      _id: 24992,
      name_chs: '胸脊鲨',
    },
    '24993': {
      _id: 24993,
      name_chs: '红龙',
    },
    '24994': {
      _id: 24994,
      name_chs: '七彩天主',
    },
    '24995': {
      _id: 24995,
      name_chs: '众神之爱',
    },
    '26746': {
      _id: 26746,
      name_chs: '八眼鳗',
    },
    '26747': {
      _id: 26747,
      name_chs: '奶蚝',
    },
    '26748': {
      _id: 26748,
      name_chs: '大王镜贝',
    },
    '26749': {
      _id: 26749,
      name_chs: '琥珀鮟鱇',
    },
    '27410': {
      _id: 27410,
      name_chs: '水晶都脂鲤',
    },
    '27411': {
      _id: 27411,
      name_chs: '拉克汕鲤',
    },
    '27412': {
      _id: 27412,
      name_chs: '蓝色公主海星',
    },
    '27413': {
      _id: 27413,
      name_chs: '外套蜗牛',
    },
    '27414': {
      _id: 27414,
      name_chs: '爱人之花',
    },
    '27415': {
      _id: 27415,
      name_chs: '吐罪鱼',
    },
    '27416': {
      _id: 27416,
      name_chs: '徘徊鲶鱼',
    },
    '27417': {
      _id: 27417,
      name_chs: '水晶刀鱼',
    },
    '27418': {
      _id: 27418,
      name_chs: '骸骨鱼',
    },
    '27419': {
      _id: 27419,
      name_chs: '乳白珊瑚',
    },
    '27420': {
      _id: 27420,
      name_chs: '砂砾贝',
    },
    '27421': {
      _id: 27421,
      name_chs: '赤色海蜘蛛',
    },
    '27422': {
      _id: 27422,
      name_chs: '骨鳀鱼',
    },
    '27423': {
      _id: 27423,
      name_chs: '游末邦蝴蝶鱼',
    },
    '27424': {
      _id: 27424,
      name_chs: '红锤头鲨',
    },
    '27425': {
      _id: 27425,
      name_chs: '硬糖藻',
    },
    '27426': {
      _id: 27426,
      name_chs: '水球鱼',
    },
    '27427': {
      _id: 27427,
      name_chs: '紫角蜗牛',
    },
    '27428': {
      _id: 27428,
      name_chs: '净碟鱼',
    },
    '27429': {
      _id: 27429,
      name_chs: '兔跳鱼',
    },
    '27430': {
      _id: 27430,
      name_chs: '黄体鲈',
    },
    '27431': {
      _id: 27431,
      name_chs: '白化鳄',
    },
    '27432': {
      _id: 27432,
      name_chs: '白金虹鳉',
    },
    '27433': {
      _id: 27433,
      name_chs: '雾鳉',
    },
    '27434': {
      _id: 27434,
      name_chs: '白色石软蟹',
    },
    '27435': {
      _id: 27435,
      name_chs: '蛇斑盘丽鱼',
    },
    '27436': {
      _id: 27436,
      name_chs: '白化雀鳝',
    },
    '27437': {
      _id: 27437,
      name_chs: '贤岛巨鱼',
    },
    '27438': {
      _id: 27438,
      name_chs: '食骨虾',
    },
    '27439': {
      _id: 27439,
      name_chs: '太妃蜗牛',
    },
    '27440': {
      _id: 27440,
      name_chs: '沃茨鳟',
    },
    '27441': {
      _id: 27441,
      name_chs: '哲罗鱼',
    },
    '27442': {
      _id: 27442,
      name_chs: '斧鱼',
    },
    '27443': {
      _id: 27443,
      name_chs: '贵族圆扇鱼',
    },
    '27444': {
      _id: 27444,
      name_chs: '斑纹鲶',
    },
    '27445': {
      _id: 27445,
      name_chs: '深褐鳎',
    },
    '27446': {
      _id: 27446,
      name_chs: '碎贝海带',
    },
    '27447': {
      _id: 27447,
      name_chs: '血色气球鱼',
    },
    '27448': {
      _id: 27448,
      name_chs: '珂露西亚鲽鱼',
    },
    '27449': {
      _id: 27449,
      name_chs: '南珂露西亚鳕鱼',
    },
    '27450': {
      _id: 27450,
      name_chs: '剃刀鱼',
    },
    '27451': {
      _id: 27451,
      name_chs: '蔷薇虾',
    },
    '27452': {
      _id: 27452,
      name_chs: '变形鱼',
    },
    '27453': {
      _id: 27453,
      name_chs: '艺术鱼',
    },
    '27454': {
      _id: 27454,
      name_chs: '珂露西亚隆头鱼',
    },
    '27455': {
      _id: 27455,
      name_chs: '枯叶海龙',
    },
    '27456': {
      _id: 27456,
      name_chs: '剑齿龙鳖',
    },
    '27457': {
      _id: 27457,
      name_chs: '尖枪乌贼',
    },
    '27458': {
      _id: 27458,
      name_chs: '比朗螃蟹',
    },
    '27459': {
      _id: 27459,
      name_chs: '沙遁鱼',
    },
    '27460': {
      _id: 27460,
      name_chs: '角骨鱼',
    },
    '27461': {
      _id: 27461,
      name_chs: '沙蹼壁虎',
    },
    '27462': {
      _id: 27462,
      name_chs: '沙卵',
    },
    '27463': {
      _id: 27463,
      name_chs: '琥珀八目鳗',
    },
    '27464': {
      _id: 27464,
      name_chs: '沙漠锯',
    },
    '27465': {
      _id: 27465,
      name_chs: '迦利克螃蟹',
    },
    '27466': {
      _id: 27466,
      name_chs: '拿巴示蝠鲼',
    },
    '27467': {
      _id: 27467,
      name_chs: '刺棘蜥蜴',
    },
    '27468': {
      _id: 27468,
      name_chs: '蝴蝶彩虹鳉',
    },
    '27469': {
      _id: 27469,
      name_chs: '珍珠鳞',
    },
    '27470': {
      _id: 27470,
      name_chs: '灰跳鱼',
    },
    '27471': {
      _id: 27471,
      name_chs: '仙子鱼',
    },
    '27472': {
      _id: 27472,
      name_chs: '血眼蛙',
    },
    '27473': {
      _id: 27473,
      name_chs: '樱桃鲱鱼',
    },
    '27474': {
      _id: 27474,
      name_chs: '胭脂鱼',
    },
    '27475': {
      _id: 27475,
      name_chs: '柠檬鱼',
    },
    '27476': {
      _id: 27476,
      name_chs: '叛逆鱼',
    },
    '27477': {
      _id: 27477,
      name_chs: '狂野红斗鱼',
    },
    '27478': {
      _id: 27478,
      name_chs: '斑点攀鲈',
    },
    '27479': {
      _id: 27479,
      name_chs: '青蓝鳅',
    },
    '27480': {
      _id: 27480,
      name_chs: '黄金龙虾',
    },
    '27481': {
      _id: 27481,
      name_chs: '水泡眼',
    },
    '27482': {
      _id: 27482,
      name_chs: '弧边招潮蟹',
    },
    '27483': {
      _id: 27483,
      name_chs: '黑色三连星',
    },
    '27484': {
      _id: 27484,
      name_chs: '强盗蟹',
    },
    '27485': {
      _id: 27485,
      name_chs: '黑根鳗',
    },
    '27486': {
      _id: 27486,
      name_chs: '黄色皮皮拉鱼',
    },
    '27487': {
      _id: 27487,
      name_chs: '忠义鱼',
    },
    '27488': {
      _id: 27488,
      name_chs: '骑士鲈',
    },
    '27489': {
      _id: 27489,
      name_chs: '拉凯提卡鳟',
    },
    '27490': {
      _id: 27490,
      name_chs: '王冠脂鲤',
    },
    '27491': {
      _id: 27491,
      name_chs: '引螈',
    },
    '27492': {
      _id: 27492,
      name_chs: '钻石皮皮拉鱼',
    },
    '27493': {
      _id: 27493,
      name_chs: '银鲶',
    },
    '27494': {
      _id: 27494,
      name_chs: '永暗鱼',
    },
    '27495': {
      _id: 27495,
      name_chs: '暗紫珊瑚',
    },
    '27496': {
      _id: 27496,
      name_chs: '西考拉克斯贝',
    },
    '27497': {
      _id: 27497,
      name_chs: '黑风鱼',
    },
    '27498': {
      _id: 27498,
      name_chs: '青色海蜘蛛',
    },
    '27499': {
      _id: 27499,
      name_chs: '卡利班骨头鱼',
    },
    '27500': {
      _id: 27500,
      name_chs: '骗子鱼',
    },
    '27501': {
      _id: 27501,
      name_chs: '巨型鮟鱇',
    },
    '27502': {
      _id: 27502,
      name_chs: '鳍人族的鱼叉',
    },
    '27503': {
      _id: 27503,
      name_chs: '鳍人族的宿敌',
    },
    '27504': {
      _id: 27504,
      name_chs: '斑点鳗',
    },
    '27505': {
      _id: 27505,
      name_chs: '海洋陷阱',
    },
    '27506': {
      _id: 27506,
      name_chs: '古代虾',
    },
    '27507': {
      _id: 27507,
      name_chs: '绒毛女神虾',
    },
    '27508': {
      _id: 27508,
      name_chs: '斑斓菊石螺',
    },
    '27509': {
      _id: 27509,
      name_chs: '青色海恶魔',
    },
    '27510': {
      _id: 27510,
      name_chs: '薄饼章鱼',
    },
    '27511': {
      _id: 27511,
      name_chs: '食人贝',
    },
    '27512': {
      _id: 27512,
      name_chs: '观星鱼',
    },
    '27513': {
      _id: 27513,
      name_chs: '食用蚝',
    },
    '27514': {
      _id: 27514,
      name_chs: '彩虹虾',
    },
    '27515': {
      _id: 27515,
      name_chs: '猎手鱼',
    },
    '27516': {
      _id: 27516,
      name_chs: '银灰鲤',
    },
    '27517': {
      _id: 27517,
      name_chs: '丁香虾虎',
    },
    '27518': {
      _id: 27518,
      name_chs: '紫鬼鱼',
    },
    '27519': {
      _id: 27519,
      name_chs: '湖虱',
    },
    '27520': {
      _id: 27520,
      name_chs: '镜核',
    },
    '27521': {
      _id: 27521,
      name_chs: '酱紫章鱼',
    },
    '27522': {
      _id: 27522,
      name_chs: '菁灵枪鱼',
    },
    '27523': {
      _id: 27523,
      name_chs: '暗影鲤',
    },
    '27524': {
      _id: 27524,
      name_chs: '湖蓟',
    },
    '27525': {
      _id: 27525,
      name_chs: '白金鲷鱼',
    },
    '27526': {
      _id: 27526,
      name_chs: '狱卒鱼',
    },
    '27527': {
      _id: 27527,
      name_chs: '茄子鱼',
    },
    '27528': {
      _id: 27528,
      name_chs: '空吻鱼',
    },
    '27529': {
      _id: 27529,
      name_chs: '堇色蛤蜊',
    },
    '27530': {
      _id: 27530,
      name_chs: '萎鳃丽鱼',
    },
    '27531': {
      _id: 27531,
      name_chs: '贵族鱼',
    },
    '27532': {
      _id: 27532,
      name_chs: '雾眼鱼',
    },
    '27533': {
      _id: 27533,
      name_chs: '雷克兰德鳕鱼',
    },
    '27534': {
      _id: 27534,
      name_chs: '迷你俾斯麦鱼',
    },
    '27535': {
      _id: 27535,
      name_chs: '沟鳞鱼',
    },
    '27536': {
      _id: 27536,
      name_chs: '大眼鱼',
    },
    '27537': {
      _id: 27537,
      name_chs: '杰娜娜的泪珠',
    },
    '27538': {
      _id: 27538,
      name_chs: '雏菊包头巾',
    },
    '27539': {
      _id: 27539,
      name_chs: '海蓝钝口螈',
    },
    '27540': {
      _id: 27540,
      name_chs: '小小爱神',
    },
    '27541': {
      _id: 27541,
      name_chs: '皮亚雷鱼',
    },
    '27542': {
      _id: 27542,
      name_chs: '孚布特多鳍鱼',
    },
    '27543': {
      _id: 27543,
      name_chs: '孔雀鱼',
    },
    '27544': {
      _id: 27544,
      name_chs: '锔瓷燕鱼',
    },
    '27545': {
      _id: 27545,
      name_chs: '花芯鱼',
    },
    '27546': {
      _id: 27546,
      name_chs: '镜像鱼',
    },
    '27547': {
      _id: 27547,
      name_chs: '玻璃鳗',
    },
    '27548': {
      _id: 27548,
      name_chs: '孚布特火蜥蜴',
    },
    '27549': {
      _id: 27549,
      name_chs: '庭园跳鱼',
    },
    '27550': {
      _id: 27550,
      name_chs: '时髦鱼',
    },
    '27551': {
      _id: 27551,
      name_chs: '绍尔迪雅红宝石',
    },
    '27552': {
      _id: 27552,
      name_chs: '伪仙子',
    },
    '27553': {
      _id: 27553,
      name_chs: '猎人矢',
    },
    '27554': {
      _id: 27554,
      name_chs: '水妖吞噬者',
    },
    '27555': {
      _id: 27555,
      name_chs: '天堂蟹',
    },
    '27556': {
      _id: 27556,
      name_chs: '圣法斯里克的怒发',
    },
    '27557': {
      _id: 27557,
      name_chs: '女王的礼服',
    },
    '27558': {
      _id: 27558,
      name_chs: '开花凯尔派',
    },
    '27559': {
      _id: 27559,
      name_chs: '食尸鬼鱼',
    },
    '27560': {
      _id: 27560,
      name_chs: '柠檬黄鱼',
    },
    '27561': {
      _id: 27561,
      name_chs: '多恩之角',
    },
    '27562': {
      _id: 27562,
      name_chs: '水花',
    },
    '27563': {
      _id: 27563,
      name_chs: '小丑鱼',
    },
    '27564': {
      _id: 27564,
      name_chs: '蓝电鱼',
    },
    '27565': {
      _id: 27565,
      name_chs: '秋意落叶',
    },
    '27566': {
      _id: 27566,
      name_chs: '大琉璃龙睛',
    },
    '27567': {
      _id: 27567,
      name_chs: '古代仙子',
    },
    '27568': {
      _id: 27568,
      name_chs: '踝陆蟹',
    },
    '27569': {
      _id: 27569,
      name_chs: '大树之鳞',
    },
    '27570': {
      _id: 27570,
      name_chs: '隆卡琵琶鱼',
    },
    '27571': {
      _id: 27571,
      name_chs: '暴食蟹',
    },
    '27572': {
      _id: 27572,
      name_chs: '加托尔的汗水',
    },
    '27573': {
      _id: 27573,
      name_chs: '钻石骨舌鱼',
    },
    '27574': {
      _id: 27574,
      name_chs: '隐者风帽',
    },
    '27575': {
      _id: 27575,
      name_chs: '隐者蟹',
    },
    '27576': {
      _id: 27576,
      name_chs: '巨型水虎鱼',
    },
    '27577': {
      _id: 27577,
      name_chs: '永暗鲈',
    },
    '27578': {
      _id: 27578,
      name_chs: '洛查特尔巨骨舌鱼',
    },
    '27579': {
      _id: 27579,
      name_chs: '安帕的使者',
    },
    '27580': {
      _id: 27580,
      name_chs: '维斯之耳',
    },
    '27581': {
      _id: 27581,
      name_chs: '拉凯提卡虾虎',
    },
    '28065': {
      _id: 28065,
      name_chs: '悬挂脂鲤',
    },
    '28066': {
      _id: 28066,
      name_chs: '贵妇蝴蝶鱼',
    },
    '28067': {
      _id: 28067,
      name_chs: '重罪石软蟹',
    },
    '28068': {
      _id: 28068,
      name_chs: '铜褐鳎',
    },
    '28069': {
      _id: 28069,
      name_chs: '冠骨鱼',
    },
    '28070': {
      _id: 28070,
      name_chs: '狂怒斗鱼',
    },
    '28071': {
      _id: 28071,
      name_chs: '洛克瓦卫兵',
    },
    '28072': {
      _id: 28072,
      name_chs: '猎星鱼',
    },
    '28189': {
      _id: 28189,
      name_chs: '拉克汕墨螺',
    },
    '28190': {
      _id: 28190,
      name_chs: '白油刺鱼',
    },
    '28191': {
      _id: 28191,
      name_chs: '仙女贝',
    },
    '28192': {
      _id: 28192,
      name_chs: '艾兰凶龟',
    },
    '28193': {
      _id: 28193,
      name_chs: '珂露西亚帝王蟹',
    },
    '28719': {
      _id: 28719,
      name_chs: '贻贝',
    },
    '28925': {
      _id: 28925,
      name_chs: '不朽巨鱼',
    },
    '28926': {
      _id: 28926,
      name_chs: '白色隆索',
    },
    '28927': {
      _id: 28927,
      name_chs: '刺钉蜥蜴',
    },
    '28928': {
      _id: 28928,
      name_chs: '仙子彩虹鳉',
    },
    '28929': {
      _id: 28929,
      name_chs: '黑色喷气乱流',
    },
    '28930': {
      _id: 28930,
      name_chs: '鳍人叹息',
    },
    '30432': {
      _id: 30432,
      name_chs: null,
    },
    '30433': {
      _id: 30433,
      name_chs: null,
    },
    '30434': {
      _id: 30434,
      name_chs: null,
    },
    '30435': {
      _id: 30435,
      name_chs: null,
    },
    '30436': {
      _id: 30436,
      name_chs: null,
    },
    '30437': {
      _id: 30437,
      name_chs: null,
    },
    '30438': {
      _id: 30438,
      name_chs: null,
    },
    '30439': {
      _id: 30439,
      name_chs: null,
    },
    '30487': {
      _id: 30487,
      name_chs: null,
    },
    '30488': {
      _id: 30488,
      name_chs: null,
    },
    '30489': {
      _id: 30489,
      name_chs: null,
    },
    '30490': {
      _id: 30490,
      name_chs: null,
    },
    '30491': {
      _id: 30491,
      name_chs: null,
    },
    '30492': {
      _id: 30492,
      name_chs: null,
    },
    '30593': {
      _id: 30593,
      name_chs: null,
    },
  },
  FISHING_SPOTS: {
    '0': {
      _id: 0,
      name_chs: '未知钓场',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '1': {
      _id: 1,
      name_chs: null,
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '2': {
      _id: 2,
      name_chs: '叶脉水系',
      map: 4,
      size_factor: 100,
      x: 1094,
      y: 1058,
      anglerLocationId: 20301,
    },
    '3': {
      _id: 3,
      name_chs: '镜池',
      map: 4,
      size_factor: 100,
      x: 1276,
      y: 1398,
      anglerLocationId: 20302,
    },
    '4': {
      _id: 4,
      name_chs: '常影区',
      map: 4,
      size_factor: 100,
      x: 730,
      y: 1156,
      anglerLocationId: 20303,
    },
    '5': {
      _id: 5,
      name_chs: '萌芽池',
      map: 4,
      size_factor: 100,
      x: 690,
      y: 1011,
      anglerLocationId: 20304,
    },
    '6': {
      _id: 6,
      name_chs: '花蜜栈桥',
      map: 5,
      size_factor: 100,
      x: 401,
      y: 1094,
      anglerLocationId: 20401,
    },
    '7': {
      _id: 7,
      name_chs: '落翠底',
      map: 5,
      size_factor: 100,
      x: 973,
      y: 1025,
      anglerLocationId: 20402,
    },
    '8': {
      _id: 8,
      name_chs: '涟漪小川',
      map: 5,
      size_factor: 100,
      x: 1150,
      y: 1214,
      anglerLocationId: 20403,
    },
    '9': {
      _id: 9,
      name_chs: '妖精领溪谷',
      map: 5,
      size_factor: 100,
      x: 1250,
      y: 986,
      anglerLocationId: 20404,
    },
    '10': {
      _id: 10,
      name_chs: '十二神大圣堂',
      map: 5,
      size_factor: 100,
      x: 833,
      y: 798,
      anglerLocationId: 20405,
    },
    '11': {
      _id: 11,
      name_chs: '哈希瓦河上游',
      map: 6,
      size_factor: 100,
      x: 850,
      y: 900,
      anglerLocationId: 20501,
    },
    '12': {
      _id: 12,
      name_chs: '哈希瓦河中游',
      map: 6,
      size_factor: 100,
      x: 947,
      y: 1076,
      anglerLocationId: 20502,
    },
    '13': {
      _id: 13,
      name_chs: '哈希瓦河下游',
      map: 6,
      size_factor: 100,
      x: 867,
      y: 1190,
      anglerLocationId: 20503,
    },
    '14': {
      _id: 14,
      name_chs: '哈希瓦河东支流',
      map: 6,
      size_factor: 100,
      x: 1142,
      y: 1067,
      anglerLocationId: 20504,
    },
    '15': {
      _id: 15,
      name_chs: '哥布林血流',
      map: 6,
      size_factor: 100,
      x: 1324,
      y: 1023,
      anglerLocationId: 20505,
    },
    '16': {
      _id: 16,
      name_chs: '蔓根沼',
      map: 6,
      size_factor: 100,
      x: 880,
      y: 1401,
      anglerLocationId: 20506,
    },
    '17': {
      _id: 17,
      name_chs: '兀尔德恩惠地',
      map: 6,
      size_factor: 100,
      x: 1576,
      y: 1147,
      anglerLocationId: 20507,
    },
    '18': {
      _id: 18,
      name_chs: '嘈杂川',
      map: 7,
      size_factor: 100,
      x: 1268,
      y: 1204,
      anglerLocationId: 20601,
    },
    '19': {
      _id: 19,
      name_chs: '秋瓜湖畔',
      map: 7,
      size_factor: 100,
      x: 1000,
      y: 1182,
      anglerLocationId: 20602,
    },
    '20': {
      _id: 20,
      name_chs: '荣耀溪',
      map: 7,
      size_factor: 100,
      x: 990,
      y: 990,
      anglerLocationId: 20603,
    },
    '21': {
      _id: 21,
      name_chs: '塔赫托特尔湖',
      map: 7,
      size_factor: 100,
      x: 840,
      y: 940,
      anglerLocationId: 20604,
    },
    '22': {
      _id: 22,
      name_chs: '银泪湖北岸',
      map: 25,
      size_factor: 100,
      x: 1203,
      y: 602,
      anglerLocationId: 50101,
    },
    '23': {
      _id: 23,
      name_chs: '早霜顶',
      map: 25,
      size_factor: 100,
      x: 886,
      y: 833,
      anglerLocationId: 50102,
    },
    '24': {
      _id: 24,
      name_chs: '纠缠沼泽林',
      map: 25,
      size_factor: 100,
      x: 670,
      y: 615,
      anglerLocationId: 50103,
    },
    '25': {
      _id: 25,
      name_chs: '纠缠沼泽林源流',
      map: 25,
      size_factor: 100,
      x: 595,
      y: 528,
      anglerLocationId: 50104,
    },
    '26': {
      _id: 26,
      name_chs: '库尔札斯河',
      map: 53,
      size_factor: 100,
      x: 972,
      y: 1478,
      anglerLocationId: 40101,
    },
    '27': {
      _id: 27,
      name_chs: '落魔崖',
      map: 53,
      size_factor: 100,
      x: 1633,
      y: 888,
      anglerLocationId: 40102,
    },
    '28': {
      _id: 28,
      name_chs: '剑峰山麓',
      map: 53,
      size_factor: 100,
      x: 731,
      y: 1019,
      anglerLocationId: 40103,
    },
    '29': {
      _id: 29,
      name_chs: '圣人泪',
      map: 53,
      size_factor: 100,
      x: 1525,
      y: 325,
      anglerLocationId: 40104,
    },
    '30': {
      _id: 30,
      name_chs: '巨龙首营地水库',
      map: 53,
      size_factor: 100,
      x: 1344,
      y: 796,
      anglerLocationId: 40105,
    },
    '31': {
      _id: 31,
      name_chs: '圣人旅道',
      map: 53,
      size_factor: 100,
      x: 612,
      y: 1089,
      anglerLocationId: 40106,
    },
    '32': {
      _id: 32,
      name_chs: '调查队冰洞',
      map: 53,
      size_factor: 100,
      x: 272,
      y: 1080,
      anglerLocationId: 40107,
    },
    '33': {
      _id: 33,
      name_chs: '披雪大冰壁',
      map: 53,
      size_factor: 100,
      x: 108,
      y: 1014,
      anglerLocationId: 40108,
    },
    '34': {
      _id: 34,
      name_chs: '伊修加德大云海',
      map: 53,
      size_factor: 100,
      x: 660,
      y: 620,
      anglerLocationId: 40109,
    },
    '35': {
      _id: 35,
      name_chs: '利姆萨·罗敏萨下层甲板',
      map: 12,
      size_factor: 200,
      x: 668,
      y: 1120,
      anglerLocationId: 10201,
    },
    '36': {
      _id: 36,
      name_chs: '利姆萨·罗敏萨上层甲板',
      map: 11,
      size_factor: 200,
      x: 930,
      y: 1032,
      anglerLocationId: 10101,
    },
    '37': {
      _id: 37,
      name_chs: '和风流地沿岸',
      map: 15,
      size_factor: 100,
      x: 884,
      y: 1049,
      anglerLocationId: 10301,
    },
    '38': {
      _id: 38,
      name_chs: '盛夏滩沿岸',
      map: 15,
      size_factor: 100,
      x: 682,
      y: 734,
      anglerLocationId: 10302,
    },
    '39': {
      _id: 39,
      name_chs: '无赖川',
      map: 15,
      size_factor: 100,
      x: 1054,
      y: 1058,
      anglerLocationId: 10303,
    },
    '40': {
      _id: 40,
      name_chs: '西永恒川',
      map: 15,
      size_factor: 100,
      x: 960,
      y: 850,
      anglerLocationId: 10304,
    },
    '41': {
      _id: 41,
      name_chs: '尼姆河',
      map: 15,
      size_factor: 100,
      x: 861,
      y: 693,
      anglerLocationId: 10305,
    },
    '42': {
      _id: 42,
      name_chs: '轻声谷',
      map: 15,
      size_factor: 100,
      x: 989,
      y: 558,
      anglerLocationId: 10306,
    },
    '43': {
      _id: 43,
      name_chs: '遗孀泪',
      map: 16,
      size_factor: 100,
      x: 1188,
      y: 1100,
      anglerLocationId: 10401,
    },
    '44': {
      _id: 44,
      name_chs: '莫拉比湾西岸',
      map: 16,
      size_factor: 100,
      x: 1294,
      y: 1248,
      anglerLocationId: 10402,
    },
    '45': {
      _id: 45,
      name_chs: '雪松原沿岸地',
      map: 16,
      size_factor: 100,
      x: 1712,
      y: 850,
      anglerLocationId: 10403,
    },
    '46': {
      _id: 46,
      name_chs: '莫拉比造船厂',
      map: 16,
      size_factor: 100,
      x: 1270,
      y: 1672,
      anglerLocationId: 10404,
    },
    '47': {
      _id: 47,
      name_chs: '奥修昂火炬',
      map: 16,
      size_factor: 100,
      x: 1174,
      y: 1934,
      anglerLocationId: 10405,
    },
    '48': {
      _id: 48,
      name_chs: '砂盐滩',
      map: 16,
      size_factor: 100,
      x: 818,
      y: 1752,
      anglerLocationId: 10406,
    },
    '49': {
      _id: 49,
      name_chs: '守炬埠头',
      map: 16,
      size_factor: 100,
      x: 980,
      y: 1900,
      anglerLocationId: 10407,
    },
    '50': {
      _id: 50,
      name_chs: '空心穴',
      map: 16,
      size_factor: 100,
      x: 1049,
      y: 1699,
      anglerLocationId: 10408,
    },
    '51': {
      _id: 51,
      name_chs: '南鲜血滨',
      map: 17,
      size_factor: 100,
      x: 1595,
      y: 1672,
      anglerLocationId: 10501,
    },
    '52': {
      _id: 52,
      name_chs: '太阳海岸',
      map: 17,
      size_factor: 100,
      x: 1593,
      y: 1414,
      anglerLocationId: 10502,
    },
    '53': {
      _id: 53,
      name_chs: '北鲜血滨',
      map: 17,
      size_factor: 100,
      x: 1600,
      y: 1160,
      anglerLocationId: 10503,
    },
    '54': {
      _id: 54,
      name_chs: '隐秘瀑布',
      map: 17,
      size_factor: 100,
      x: 1490,
      y: 1100,
      anglerLocationId: 10504,
    },
    '55': {
      _id: 55,
      name_chs: '东永恒川',
      map: 17,
      size_factor: 100,
      x: 959,
      y: 1247,
      anglerLocationId: 10505,
    },
    '56': {
      _id: 56,
      name_chs: '接雨草树林',
      map: 17,
      size_factor: 100,
      x: 973,
      y: 1462,
      anglerLocationId: 10506,
    },
    '57': {
      _id: 57,
      name_chs: '接雨草沼泽地',
      map: 17,
      size_factor: 100,
      x: 791,
      y: 1550,
      anglerLocationId: 10507,
    },
    '58': {
      _id: 58,
      name_chs: '红螳螂瀑布',
      map: 17,
      size_factor: 100,
      x: 717,
      y: 1322,
      anglerLocationId: 10508,
    },
    '59': {
      _id: 59,
      name_chs: '雨燕塔殖民地',
      map: 18,
      size_factor: 100,
      x: 1641,
      y: 1542,
      anglerLocationId: 10601,
    },
    '60': {
      _id: 60,
      name_chs: '骷髅谷沿岸地',
      map: 18,
      size_factor: 100,
      x: 1283,
      y: 1298,
      anglerLocationId: 10602,
    },
    '61': {
      _id: 61,
      name_chs: '二分石沿岸地',
      map: 18,
      size_factor: 100,
      x: 827,
      y: 998,
      anglerLocationId: 10603,
    },
    '62': {
      _id: 62,
      name_chs: '幻影群岛北岸',
      map: 18,
      size_factor: 100,
      x: 673,
      y: 1444,
      anglerLocationId: 10604,
    },
    '63': {
      _id: 63,
      name_chs: '幻影群岛南岸',
      map: 18,
      size_factor: 100,
      x: 590,
      y: 1760,
      anglerLocationId: 10605,
    },
    '64': {
      _id: 64,
      name_chs: '酿酒师灯塔',
      map: 18,
      size_factor: 100,
      x: 1456,
      y: 1480,
      anglerLocationId: 10606,
    },
    '65': {
      _id: 65,
      name_chs: '船舶墓场',
      map: 18,
      size_factor: 100,
      x: 728,
      y: 1752,
      anglerLocationId: 10607,
    },
    '66': {
      _id: 66,
      name_chs: '橡树原',
      map: 19,
      size_factor: 100,
      x: 629,
      y: 1164,
      anglerLocationId: 10701,
    },
    '67': {
      _id: 67,
      name_chs: '愚者瀑布',
      map: 19,
      size_factor: 100,
      x: 402,
      y: 1004,
      anglerLocationId: 10702,
    },
    '68': {
      _id: 68,
      name_chs: '石绿湖东北岸',
      map: 19,
      size_factor: 100,
      x: 1356,
      y: 1091,
      anglerLocationId: 10703,
    },
    '69': {
      _id: 69,
      name_chs: '白银集市',
      map: 20,
      size_factor: 100,
      x: 678,
      y: 1426,
      anglerLocationId: 30101,
    },
    '70': {
      _id: 70,
      name_chs: '黄昏湾',
      map: 20,
      size_factor: 100,
      x: 526,
      y: 578,
      anglerLocationId: 30102,
    },
    '71': {
      _id: 71,
      name_chs: '月牙湾',
      map: 20,
      size_factor: 100,
      x: 728,
      y: 910,
      anglerLocationId: 30103,
    },
    '72': {
      _id: 72,
      name_chs: '丰饶神井',
      map: 20,
      size_factor: 100,
      x: 1174,
      y: 1028,
      anglerLocationId: 30104,
    },
    '73': {
      _id: 73,
      name_chs: '足迹谷',
      map: 20,
      size_factor: 100,
      x: 808,
      y: 734,
      anglerLocationId: 30105,
    },
    '74': {
      _id: 74,
      name_chs: '西风岬',
      map: 20,
      size_factor: 100,
      x: 446,
      y: 318,
      anglerLocationId: 30106,
    },
    '75': {
      _id: 75,
      name_chs: '污流上游',
      map: 21,
      size_factor: 100,
      x: 1120,
      y: 860,
      anglerLocationId: 30201,
    },
    '76': {
      _id: 76,
      name_chs: '污流下游',
      map: 21,
      size_factor: 100,
      x: 806,
      y: 1138,
      anglerLocationId: 30202,
    },
    '77': {
      _id: 77,
      name_chs: '邪嗣',
      map: 21,
      size_factor: 100,
      x: 1340,
      y: 914,
      anglerLocationId: 30203,
    },
    '78': {
      _id: 78,
      name_chs: '枯骨北泉',
      map: 22,
      size_factor: 100,
      x: 632,
      y: 984,
      anglerLocationId: 30301,
    },
    '79': {
      _id: 79,
      name_chs: '枯骨南泉',
      map: 22,
      size_factor: 100,
      x: 810,
      y: 1190,
      anglerLocationId: 30302,
    },
    '80': {
      _id: 80,
      name_chs: '宇格拉姆河',
      map: 22,
      size_factor: 100,
      x: 1232,
      y: 1082,
      anglerLocationId: 30303,
    },
    '81': {
      _id: 81,
      name_chs: '低语河谷',
      map: 3,
      size_factor: 200,
      x: 1553,
      y: 530,
      anglerLocationId: 20201,
    },
    '82': {
      _id: 82,
      name_chs: '火墙',
      map: 22,
      size_factor: 100,
      x: 1406,
      y: 1184,
      anglerLocationId: 30304,
    },
    '83': {
      _id: 83,
      name_chs: '火蜥蜴河',
      map: 23,
      size_factor: 100,
      x: 1036,
      y: 704,
      anglerLocationId: 30401,
    },
    '84': {
      _id: 84,
      name_chs: '不悔战泉',
      map: 23,
      size_factor: 100,
      x: 1218,
      y: 1000,
      anglerLocationId: 30402,
    },
    '85': {
      _id: 85,
      name_chs: '遗忘绿洲',
      map: 23,
      size_factor: 100,
      x: 732,
      y: 1496,
      anglerLocationId: 30403,
    },
    '86': {
      _id: 86,
      name_chs: '撒沟厉沙海',
      map: 23,
      size_factor: 100,
      x: 568,
      y: 1750,
      anglerLocationId: 30404,
    },
    '87': {
      _id: 87,
      name_chs: '撒沟厉沙丘',
      map: 23,
      size_factor: 100,
      x: 1314,
      y: 1796,
      anglerLocationId: 30405,
    },
    '88': {
      _id: 88,
      name_chs: '青磷泉',
      map: 24,
      size_factor: 100,
      x: 986,
      y: 1128,
      anglerLocationId: 30501,
    },
    '89': {
      _id: 89,
      name_chs: '蓝雾涌泉',
      map: 24,
      size_factor: 100,
      x: 1156,
      y: 1249,
      anglerLocationId: 30502,
    },
    '90': {
      _id: 90,
      name_chs: '翡翠湖滨',
      map: 2,
      size_factor: 200,
      x: 1160,
      y: 1361,
      anglerLocationId: 20101,
    },
    '91': {
      _id: 91,
      name_chs: '红茶川水系下游',
      map: 2,
      size_factor: 200,
      x: 972,
      y: 1065,
      anglerLocationId: 20102,
    },
    '92': {
      _id: 92,
      name_chs: '静语庄园',
      map: 4,
      size_factor: 100,
      x: 493,
      y: 1107,
      anglerLocationId: 20305,
    },
    '93': {
      _id: 93,
      name_chs: '歌咏裂谷',
      map: 25,
      size_factor: 100,
      x: 1406,
      y: 466,
      anglerLocationId: 50105,
    },
    '94': {
      _id: 94,
      name_chs: '歌咏裂谷北部',
      map: 25,
      size_factor: 100,
      x: 1498,
      y: 260,
      anglerLocationId: 50106,
    },
    '95': {
      _id: 95,
      name_chs: '帕拉塔安息地',
      map: 20,
      size_factor: 100,
      x: 702,
      y: 269,
      anglerLocationId: 30107,
    },
    '96': {
      _id: 96,
      name_chs: '执掌峡谷',
      map: 21,
      size_factor: 100,
      x: 1426,
      y: 1020,
      anglerLocationId: 30204,
    },
    '97': {
      _id: 97,
      name_chs: '盲铁坑道',
      map: 16,
      size_factor: 100,
      x: 1321,
      y: 734,
      anglerLocationId: 10409,
    },
    '98': {
      _id: 98,
      name_chs: '石绿湖浅滩',
      map: 19,
      size_factor: 100,
      x: 1627,
      y: 1196,
      anglerLocationId: 10704,
    },
    '99': {
      _id: 99,
      name_chs: '登天路溪谷',
      map: 30,
      size_factor: 100,
      x: 744,
      y: 516,
      anglerLocationId: 10801,
    },
    '100': {
      _id: 100,
      name_chs: '红茶川水系上游',
      map: 3,
      size_factor: 200,
      x: 790,
      y: 700,
      anglerLocationId: 20202,
    },
    '101': {
      _id: 101,
      name_chs: '萨普沙产卵地',
      map: 18,
      size_factor: 100,
      x: 806,
      y: 738,
      anglerLocationId: 10608,
    },
    '102': {
      _id: 102,
      name_chs: '隐秘港',
      map: 18,
      size_factor: 100,
      x: 638,
      y: 608,
      anglerLocationId: 10609,
    },
    '103': {
      _id: 103,
      name_chs: '月滴洞',
      map: 20,
      size_factor: 100,
      x: 850,
      y: 303,
      anglerLocationId: 30108,
    },
    '104': {
      _id: 104,
      name_chs: '海雾村',
      map: 72,
      size_factor: 200,
      x: 1000,
      y: 1000,
      anglerLocationId: 10901,
    },
    '105': {
      _id: 105,
      name_chs: '薰衣草苗圃',
      map: 82,
      size_factor: 200,
      x: 1000,
      y: 1000,
      anglerLocationId: 20701,
    },
    '106': {
      _id: 106,
      name_chs: '高脚孤丘',
      map: 83,
      size_factor: 200,
      x: 1000,
      y: 1000,
      anglerLocationId: 30601,
    },
    '107': {
      _id: 107,
      name_chs: '罗塔诺海（船首）',
      map: 17,
      size_factor: 100,
      x: 1830,
      y: 1090,
      anglerLocationId: 10509,
    },
    '108': {
      _id: 108,
      name_chs: '罗塔诺海（船尾）',
      map: 17,
      size_factor: 100,
      x: 1810,
      y: 1150,
      anglerLocationId: 10510,
    },
    '109': {
      _id: 109,
      name_chs: '交汇河',
      map: 211,
      size_factor: 95,
      x: 1512,
      y: 1260,
      anglerLocationId: 40201,
    },
    '110': {
      _id: 110,
      name_chs: '灰尾瀑布',
      map: 211,
      size_factor: 95,
      x: 1640,
      y: 1252,
      anglerLocationId: 40202,
    },
    '111': {
      _id: 111,
      name_chs: '库尔札斯不冻池',
      map: 211,
      size_factor: 95,
      x: 1302,
      y: 802,
      anglerLocationId: 40203,
    },
    '112': {
      _id: 112,
      name_chs: '清澈池',
      map: 211,
      size_factor: 95,
      x: 1698,
      y: 236,
      anglerLocationId: 40204,
    },
    '113': {
      _id: 113,
      name_chs: '龙涎',
      map: 211,
      size_factor: 95,
      x: 366,
      y: 414,
      anglerLocationId: 40205,
    },
    '114': {
      _id: 114,
      name_chs: '灾祸池南',
      map: 211,
      size_factor: 95,
      x: 986,
      y: 490,
      anglerLocationId: 40206,
    },
    '115': {
      _id: 115,
      name_chs: '灰烬池',
      map: 211,
      size_factor: 95,
      x: 620,
      y: 698,
      anglerLocationId: 40207,
    },
    '116': {
      _id: 116,
      name_chs: '灾祸池西',
      map: 211,
      size_factor: 95,
      x: 582,
      y: 372,
      anglerLocationId: 40208,
    },
    '117': {
      _id: 117,
      name_chs: '悲叹飞泉',
      map: 212,
      size_factor: 95,
      x: 1442,
      y: 432,
      anglerLocationId: 70101,
    },
    '118': {
      _id: 118,
      name_chs: '宽慰河',
      map: 212,
      size_factor: 95,
      x: 1406,
      y: 656,
      anglerLocationId: 70102,
    },
    '119': {
      _id: 119,
      name_chs: '荒烟野地',
      map: 212,
      size_factor: 95,
      x: 1152,
      y: 1178,
      anglerLocationId: 70103,
    },
    '120': {
      _id: 120,
      name_chs: '饵食台地',
      map: 212,
      size_factor: 95,
      x: 1453,
      y: 240,
      anglerLocationId: 70104,
    },
    '121': {
      _id: 121,
      name_chs: '彻悟岩窟',
      map: 212,
      size_factor: 95,
      x: 576,
      y: 588,
      anglerLocationId: 70105,
    },
    '122': {
      _id: 122,
      name_chs: '彻悟岩窟西',
      map: 212,
      size_factor: 95,
      x: 410,
      y: 310,
      anglerLocationId: 70106,
    },
    '123': {
      _id: 123,
      name_chs: '不洁古像',
      map: 212,
      size_factor: 95,
      x: 876,
      y: 466,
      anglerLocationId: 70107,
    },
    '124': {
      _id: 124,
      name_chs: '光轮祭坛',
      map: 212,
      size_factor: 95,
      x: 316,
      y: 210,
      anglerLocationId: 70108,
    },
    '125': {
      _id: 125,
      name_chs: '沙利亚克河',
      map: 213,
      size_factor: 95,
      x: 1052,
      y: 1070,
      anglerLocationId: 70201,
    },
    '126': {
      _id: 126,
      name_chs: '湍流三角地',
      map: 213,
      size_factor: 95,
      x: 490,
      y: 1260,
      anglerLocationId: 70202,
    },
    '127': {
      _id: 127,
      name_chs: '沙利亚克河上流',
      map: 213,
      size_factor: 95,
      x: 1042,
      y: 1678,
      anglerLocationId: 70203,
    },
    '128': {
      _id: 128,
      name_chs: '沙利亚克河中流',
      map: 213,
      size_factor: 95,
      x: 931,
      y: 1140,
      anglerLocationId: 70204,
    },
    '129': {
      _id: 129,
      name_chs: '招恶荒岛',
      map: 214,
      size_factor: 95,
      x: 1700,
      y: 1400,
      anglerLocationId: 70301,
    },
    '130': {
      _id: 130,
      name_chs: '绿茵岛',
      map: 214,
      size_factor: 95,
      x: 368,
      y: 1584,
      anglerLocationId: 70302,
    },
    '131': {
      _id: 131,
      name_chs: '西方水泉',
      map: 214,
      size_factor: 95,
      x: 388,
      y: 336,
      anglerLocationId: 70303,
    },
    '132': {
      _id: 132,
      name_chs: '人王遗迹',
      map: 214,
      size_factor: 95,
      x: 1362,
      y: 1156,
      anglerLocationId: 70304,
    },
    '133': {
      _id: 133,
      name_chs: '索姆阿尔云帽',
      map: 214,
      size_factor: 95,
      x: 828,
      y: 1868,
      anglerLocationId: 70305,
    },
    '134': {
      _id: 134,
      name_chs: '惋惜之晶遗迹',
      map: 214,
      size_factor: 95,
      x: 914,
      y: 256,
      anglerLocationId: 70306,
    },
    '135': {
      _id: 135,
      name_chs: '沃仙曦染',
      map: 215,
      size_factor: 95,
      x: 1324,
      y: 1610,
      anglerLocationId: 60101,
    },
    '136': {
      _id: 136,
      name_chs: '云水塘',
      map: 215,
      size_factor: 95,
      x: 1450,
      y: 1832,
      anglerLocationId: 60102,
    },
    '137': {
      _id: 137,
      name_chs: '云顶',
      map: 215,
      size_factor: 95,
      x: 668,
      y: 1784,
      anglerLocationId: 60103,
    },
    '138': {
      _id: 138,
      name_chs: '蓝天窗',
      map: 215,
      size_factor: 95,
      x: 316,
      y: 500,
      anglerLocationId: 60104,
    },
    '139': {
      _id: 139,
      name_chs: '魔窟离岛',
      map: 215,
      size_factor: 95,
      x: 680,
      y: 220,
      anglerLocationId: 60105,
    },
    '140': {
      _id: 140,
      name_chs: '阿尔法管区',
      map: 216,
      size_factor: 95,
      x: 752,
      y: 524,
      anglerLocationId: 60201,
    },
    '141': {
      _id: 141,
      name_chs: '废液池',
      map: 216,
      size_factor: 95,
      x: 1430,
      y: 270,
      anglerLocationId: 60202,
    },
    '142': {
      _id: 142,
      name_chs: '超星际通信塔',
      map: 216,
      size_factor: 95,
      x: 280,
      y: 744,
      anglerLocationId: 60203,
    },
    '143': {
      _id: 143,
      name_chs: '德尔塔管区',
      map: 216,
      size_factor: 95,
      x: 526,
      y: 1462,
      anglerLocationId: 60204,
    },
    '144': {
      _id: 144,
      name_chs: '冠毛大树',
      map: 216,
      size_factor: 95,
      x: 274,
      y: 1630,
      anglerLocationId: 60205,
    },
    '145': {
      _id: 145,
      name_chs: '生态园',
      map: 216,
      size_factor: 95,
      x: 1860,
      y: 840,
      anglerLocationId: 60206,
    },
    '146': {
      _id: 146,
      name_chs: '阿济兹拉旗舰岛',
      map: 216,
      size_factor: 95,
      x: 1000,
      y: 1000,
      anglerLocationId: 60207,
    },
    '147': {
      _id: 147,
      name_chs: '云冠涌泉',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '148': {
      _id: 148,
      name_chs: '云冠洞穴',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: 80102,
    },
    '149': {
      _id: 149,
      name_chs: '云冠西南池',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: 80103,
    },
    '150': {
      _id: 150,
      name_chs: '云冠鱼洞',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '151': {
      _id: 151,
      name_chs: '云冠西北池',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: 80105,
    },
    '152': {
      _id: 152,
      name_chs: '狂风云海',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: 80106,
    },
    '153': {
      _id: 153,
      name_chs: '无风云海',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: 80107,
    },
    '154': {
      _id: 154,
      name_chs: '旋风云海',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: 80108,
    },
    '155': {
      _id: 155,
      name_chs: '石绿湖西北岸',
      map: 30,
      size_factor: 100,
      x: 920,
      y: 860,
      anglerLocationId: 10802,
    },
    '156': {
      _id: 156,
      name_chs: '永夏岛北',
      map: 17,
      size_factor: 100,
      x: 1750,
      y: 1280,
      anglerLocationId: 10511,
    },
    '157': {
      _id: 157,
      name_chs: '防波堤',
      map: 370,
      size_factor: 200,
      x: 950,
      y: 1000,
      anglerLocationId: 110101,
    },
    '158': {
      _id: 158,
      name_chs: '红玉炮台近海',
      map: 371,
      size_factor: 100,
      x: 1870,
      y: 1870,
      anglerLocationId: 100101,
    },
    '159': {
      _id: 159,
      name_chs: '狱之盖近海',
      map: 371,
      size_factor: 100,
      x: 1240,
      y: 1630,
      anglerLocationId: 100102,
    },
    '160': {
      _id: 160,
      name_chs: '龟甲岛近海',
      map: 371,
      size_factor: 100,
      x: 1680,
      y: 960,
      anglerLocationId: 100103,
    },
    '161': {
      _id: 161,
      name_chs: '冲之岩近海',
      map: 371,
      size_factor: 100,
      x: 1580,
      y: 360,
      anglerLocationId: 100104,
    },
    '162': {
      _id: 162,
      name_chs: '自凝岛近海',
      map: 371,
      size_factor: 100,
      x: 1050,
      y: 500,
      anglerLocationId: 100105,
    },
    '163': {
      _id: 163,
      name_chs: '渔村沿岸',
      map: 371,
      size_factor: 100,
      x: 400,
      y: 546,
      anglerLocationId: 100106,
    },
    '164': {
      _id: 164,
      name_chs: '绝鬼岛近海',
      map: 371,
      size_factor: 100,
      x: 365,
      y: 1280,
      anglerLocationId: 100107,
    },
    '165': {
      _id: 165,
      name_chs: '苍鹭池',
      map: 354,
      size_factor: 100,
      x: 1690,
      y: 650,
      anglerLocationId: 100201,
    },
    '166': {
      _id: 166,
      name_chs: '苍鹭河',
      map: 354,
      size_factor: 100,
      x: 1740,
      y: 800,
      anglerLocationId: 100202,
    },
    '167': {
      _id: 167,
      name_chs: '茨菰村水塘',
      map: 354,
      size_factor: 100,
      x: 1425,
      y: 730,
      anglerLocationId: 100203,
    },
    '168': {
      _id: 168,
      name_chs: '七彩沟',
      map: 354,
      size_factor: 100,
      x: 1380,
      y: 275,
      anglerLocationId: 100204,
    },
    '169': {
      _id: 169,
      name_chs: '七彩溪谷',
      map: 354,
      size_factor: 100,
      x: 1535,
      y: 310,
      anglerLocationId: 100205,
    },
    '170': {
      _id: 170,
      name_chs: '多玛城前',
      map: 354,
      size_factor: 100,
      x: 670,
      y: 320,
      anglerLocationId: 100206,
    },
    '171': {
      _id: 171,
      name_chs: '城下码头',
      map: 354,
      size_factor: 100,
      x: 520,
      y: 650,
      anglerLocationId: 100207,
    },
    '172': {
      _id: 172,
      name_chs: '无二江东',
      map: 354,
      size_factor: 100,
      x: 950,
      y: 1160,
      anglerLocationId: 100208,
    },
    '173': {
      _id: 173,
      name_chs: '无二江西',
      map: 354,
      size_factor: 100,
      x: 500,
      y: 1595,
      anglerLocationId: 100209,
    },
    '174': {
      _id: 174,
      name_chs: '梅泉乡',
      map: 354,
      size_factor: 100,
      x: 1750,
      y: 1140,
      anglerLocationId: 100210,
    },
    '175': {
      _id: 175,
      name_chs: '涅木卡勒河',
      map: 372,
      size_factor: 100,
      x: 1570,
      y: 1470,
      anglerLocationId: 100301,
    },
    '176': {
      _id: 176,
      name_chs: '哈克卡勒河',
      map: 372,
      size_factor: 100,
      x: 1400,
      y: 970,
      anglerLocationId: 100302,
    },
    '177': {
      _id: 177,
      name_chs: '亚特卡勒河上游',
      map: 372,
      size_factor: 100,
      x: 846,
      y: 890,
      anglerLocationId: 100303,
    },
    '178': {
      _id: 178,
      name_chs: '太阳湖',
      map: 372,
      size_factor: 100,
      x: 1030,
      y: 1070,
      anglerLocationId: 100304,
    },
    '179': {
      _id: 179,
      name_chs: '塔奥卡勒河',
      map: 372,
      size_factor: 100,
      x: 780,
      y: 670,
      anglerLocationId: 100305,
    },
    '180': {
      _id: 180,
      name_chs: '亚特卡勒河下游',
      map: 372,
      size_factor: 100,
      x: 1080,
      y: 1370,
      anglerLocationId: 100306,
    },
    '181': {
      _id: 181,
      name_chs: '朵塔儿水洲',
      map: 372,
      size_factor: 100,
      x: 575,
      y: 1610,
      anglerLocationId: 100307,
    },
    '182': {
      _id: 182,
      name_chs: '幻河上游',
      map: 366,
      size_factor: 200,
      x: 1000,
      y: 1300,
      anglerLocationId: 90101,
    },
    '183': {
      _id: 183,
      name_chs: '神拳痕',
      map: 366,
      size_factor: 200,
      x: 1025,
      y: 935,
      anglerLocationId: 90102,
    },
    '184': {
      _id: 184,
      name_chs: '星导寺入口',
      map: 366,
      size_factor: 200,
      x: 1115,
      y: 490,
      anglerLocationId: 90103,
    },
    '185': {
      _id: 185,
      name_chs: '提蒙河',
      map: 367,
      size_factor: 100,
      x: 525,
      y: 860,
      anglerLocationId: 90201,
    },
    '186': {
      _id: 186,
      name_chs: '昏暗林',
      map: 367,
      size_factor: 100,
      x: 430,
      y: 1400,
      anglerLocationId: 90202,
    },
    '187': {
      _id: 187,
      name_chs: '流星尾',
      map: 367,
      size_factor: 100,
      x: 645,
      y: 1500,
      anglerLocationId: 90203,
    },
    '188': {
      _id: 188,
      name_chs: '威罗迪纳河',
      map: 367,
      size_factor: 100,
      x: 845,
      y: 425,
      anglerLocationId: 90204,
    },
    '189': {
      _id: 189,
      name_chs: '幻河',
      map: 367,
      size_factor: 100,
      x: 1325,
      y: 770,
      anglerLocationId: 90205,
    },
    '190': {
      _id: 190,
      name_chs: '夫妇池',
      map: 368,
      size_factor: 100,
      x: 260,
      y: 700,
      anglerLocationId: 90301,
    },
    '191': {
      _id: 191,
      name_chs: '慢水涤',
      map: 368,
      size_factor: 100,
      x: 1130,
      y: 410,
      anglerLocationId: 90302,
    },
    '192': {
      _id: 192,
      name_chs: '石楠瀑布',
      map: 368,
      size_factor: 100,
      x: 1580,
      y: 280,
      anglerLocationId: 90303,
    },
    '193': {
      _id: 193,
      name_chs: '判官神像',
      map: 368,
      size_factor: 100,
      x: 1550,
      y: 800,
      anglerLocationId: 90304,
    },
    '194': {
      _id: 194,
      name_chs: '猛牛浴池',
      map: 368,
      size_factor: 100,
      x: 978,
      y: 1582,
      anglerLocationId: 90305,
    },
    '195': {
      _id: 195,
      name_chs: '赎罪之腕',
      map: 368,
      size_factor: 100,
      x: 410,
      y: 1820,
      anglerLocationId: 90306,
    },
    '196': {
      _id: 196,
      name_chs: '盐湖',
      map: 369,
      size_factor: 100,
      x: 1025,
      y: 1025,
      anglerLocationId: 90401,
    },
    '197': {
      _id: 197,
      name_chs: '白银乡',
      map: 364,
      size_factor: 200,
      x: 750,
      y: 1350,
      anglerLocationId: 110201,
    },
    '198': {
      _id: 198,
      name_chs: '白银水路',
      map: 364,
      size_factor: 200,
      x: 970,
      y: 1030,
      anglerLocationId: 110202,
    },
    '199': {
      _id: 199,
      name_chs: '三艺区',
      map: 497,
      size_factor: 200,
      x: 770,
      y: 645,
      anglerLocationId: 120101,
    },
    '200': {
      _id: 200,
      name_chs: '四艺区',
      map: 497,
      size_factor: 200,
      x: 940,
      y: 1460,
      anglerLocationId: 120102,
    },
    '201': {
      _id: 201,
      name_chs: '水晶都起居室',
      map: 497,
      size_factor: 200,
      x: 1175,
      y: 1530,
      anglerLocationId: 120103,
    },
    '202': {
      _id: 202,
      name_chs: '风化裂痕',
      map: 491,
      size_factor: 100,
      x: 1500,
      y: 545,
      anglerLocationId: 120301,
    },
    '203': {
      _id: 203,
      name_chs: '锈迹贮水池',
      map: 491,
      size_factor: 100,
      x: 545,
      y: 1025,
      anglerLocationId: 120302,
    },
    '204': {
      _id: 204,
      name_chs: '始源湖',
      map: 491,
      size_factor: 100,
      x: 585,
      y: 1430,
      anglerLocationId: 120303,
    },
    '205': {
      _id: 205,
      name_chs: '阴沉乡',
      map: 491,
      size_factor: 100,
      x: 920,
      y: 1740,
      anglerLocationId: 120304,
    },
    '206': {
      _id: 206,
      name_chs: '贤岛',
      map: 491,
      size_factor: 100,
      x: 410,
      y: 1830,
      anglerLocationId: 120352,
    },
    '207': {
      _id: 207,
      name_chs: '沃茨河上游',
      map: 492,
      size_factor: 100,
      x: 1300,
      y: 670,
      anglerLocationId: 120401,
    },
    '208': {
      _id: 208,
      name_chs: '白油瀑布',
      map: 492,
      size_factor: 100,
      x: 1420,
      y: 1020,
      anglerLocationId: 120402,
    },
    '209': {
      _id: 209,
      name_chs: '沃茨河下游',
      map: 492,
      size_factor: 100,
      x: 1460,
      y: 1300,
      anglerLocationId: 120403,
    },
    '210': {
      _id: 210,
      name_chs: '刺舌滴',
      map: 492,
      size_factor: 100,
      x: 980,
      y: 1160,
      anglerLocationId: 120404,
    },
    '211': {
      _id: 211,
      name_chs: '珂露西亚岛西海岸',
      map: 492,
      size_factor: 100,
      x: 370,
      y: 1710,
      anglerLocationId: 120405,
    },
    '212': {
      _id: 212,
      name_chs: '观海湾',
      map: 492,
      size_factor: 100,
      x: 790,
      y: 1740,
      anglerLocationId: 120406,
    },
    '213': {
      _id: 213,
      name_chs: '珂露西亚岛东海岸',
      map: 492,
      size_factor: 100,
      x: 1710,
      y: 1740,
      anglerLocationId: 120407,
    },
    '214': {
      _id: 214,
      name_chs: '废船街',
      map: 498,
      size_factor: 200,
      x: 1025,
      y: 1025,
      anglerLocationId: 120201,
    },
    '215': {
      _id: 215,
      name_chs: '沙河',
      map: 493,
      size_factor: 100,
      x: 1540,
      y: 585,
      anglerLocationId: 120501,
    },
    '216': {
      _id: 216,
      name_chs: '琥珀丘',
      map: 493,
      size_factor: 100,
      x: 725,
      y: 690,
      anglerLocationId: 120503,
    },
    '217': {
      _id: 217,
      name_chs: '拿巴示断绝',
      map: 493,
      size_factor: 100,
      x: 1500,
      y: 1530,
      anglerLocationId: 120502,
    },
    '218': {
      _id: 218,
      name_chs: '手镜湖',
      map: 494,
      size_factor: 100,
      x: 165,
      y: 1065,
      anglerLocationId: 120601,
    },
    '219': {
      _id: 219,
      name_chs: '身镜湖',
      map: 494,
      size_factor: 100,
      x: 1000,
      y: 1090,
      anglerLocationId: 120602,
    },
    '220': {
      _id: 220,
      name_chs: '傲慢的年长溪流',
      map: 494,
      size_factor: 100,
      x: 1050,
      y: 405,
      anglerLocationId: 120603,
    },
    '221': {
      _id: 221,
      name_chs: '嫉妒的年少溪流',
      map: 494,
      size_factor: 100,
      x: 1240,
      y: 400,
      anglerLocationId: 120604,
    },
    '222': {
      _id: 222,
      name_chs: '科拉德排水沟',
      map: 494,
      size_factor: 100,
      x: 1545,
      y: 1065,
      anglerLocationId: 120607,
    },
    '223': {
      _id: 223,
      name_chs: '宠坏的年幼溪流',
      map: 494,
      size_factor: 100,
      x: 1395,
      y: 625,
      anglerLocationId: 120605,
    },
    '224': {
      _id: 224,
      name_chs: '圣法斯里克天庭',
      map: 494,
      size_factor: 100,
      x: 1695,
      y: 1265,
      anglerLocationId: 120606,
    },
    '225': {
      _id: 225,
      name_chs: '蛇水湖',
      map: 495,
      size_factor: 100,
      x: 320,
      y: 1385,
      anglerLocationId: 120701,
    },
    '226': {
      _id: 226,
      name_chs: '血盅',
      map: 495,
      size_factor: 100,
      x: 435,
      y: 990,
      anglerLocationId: 120702,
    },
    '227': {
      _id: 227,
      name_chs: '洛查特尔河',
      map: 495,
      size_factor: 100,
      x: 750,
      y: 1025,
      anglerLocationId: 120703,
    },
    '228': {
      _id: 228,
      name_chs: '缪栎的乡愁南部',
      map: 495,
      size_factor: 100,
      x: 1150,
      y: 1530,
      anglerLocationId: 120704,
    },
    '229': {
      _id: 229,
      name_chs: '结誓洞窟',
      map: 495,
      size_factor: 100,
      x: 340,
      y: 760,
      anglerLocationId: 120705,
    },
    '230': {
      _id: 230,
      name_chs: '鳎沙地窖',
      map: 496,
      size_factor: 100,
      x: 510,
      y: 280,
      anglerLocationId: 120801,
    },
    '231': {
      _id: 231,
      name_chs: '陆人墓标',
      map: 496,
      size_factor: 100,
      x: 1835,
      y: 300,
      anglerLocationId: 120802,
    },
    '232': {
      _id: 232,
      name_chs: '卡利班深海峡西北',
      map: 496,
      size_factor: 100,
      x: 545,
      y: 495,
      anglerLocationId: 120803,
    },
    '233': {
      _id: 233,
      name_chs: '卡利班古巢西',
      map: 496,
      size_factor: 100,
      x: 260,
      y: 625,
      anglerLocationId: 120804,
    },
    '234': {
      _id: 234,
      name_chs: '卡利班古巢东',
      map: 496,
      size_factor: 100,
      x: 375,
      y: 730,
      anglerLocationId: 120805,
    },
    '235': {
      _id: 235,
      name_chs: '尊紫洞',
      map: 496,
      size_factor: 100,
      x: 1630,
      y: 1480,
      anglerLocationId: 120806,
    },
    '236': {
      _id: 236,
      name_chs: '诺弗兰特大陆坡',
      map: 496,
      size_factor: 100,
      x: 1400,
      y: 695,
      anglerLocationId: 120807,
    },
    '237': {
      _id: 237,
      name_chs: '加拉迪翁湾外海',
      map: 604,
      size_factor: 400,
      x: 1025,
      y: 1025,
      anglerLocationId: null,
    },
    '238': {
      _id: 238,
      name_chs: '加拉迪翁湾外海幻海流',
      map: 604,
      size_factor: 400,
      x: 1025,
      y: 1025,
      anglerLocationId: null,
    },
    '239': {
      _id: 239,
      name_chs: '梅尔托尔海峡南',
      map: 604,
      size_factor: 400,
      x: 1025,
      y: 1025,
      anglerLocationId: null,
    },
    '240': {
      _id: 240,
      name_chs: '梅尔托尔海峡南幻海流',
      map: 604,
      size_factor: 400,
      x: 1025,
      y: 1025,
      anglerLocationId: null,
    },
    '241': {
      _id: 241,
      name_chs: '罗塔诺海海面',
      map: 604,
      size_factor: 400,
      x: 1025,
      y: 1025,
      anglerLocationId: null,
    },
    '242': {
      _id: 242,
      name_chs: '罗塔诺海海面幻海流',
      map: 604,
      size_factor: 400,
      x: 1025,
      y: 1025,
      anglerLocationId: null,
    },
    '243': {
      _id: 243,
      name_chs: '梅尔托尔海峡北',
      map: 604,
      size_factor: 400,
      x: 1025,
      y: 1025,
      anglerLocationId: null,
    },
    '244': {
      _id: 244,
      name_chs: '梅尔托尔海峡北幻海流',
      map: 604,
      size_factor: 400,
      x: 1025,
      y: 1025,
      anglerLocationId: null,
    },
    '245': {
      _id: 245,
      name_chs: '缪栎之泪',
      map: 495,
      size_factor: 100,
      x: 1250,
      y: 1785,
      anglerLocationId: 120706,
    },
    '246': {
      _id: 246,
      name_chs: null,
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '247': {
      _id: 247,
      name_chs: null,
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '248': {
      _id: 248,
      name_chs: null,
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '10000': {
      _id: 10000,
      name_chs: '多玛飞地',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '10001': {
      _id: 10001,
      name_chs: '云冠洞穴',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '10002': {
      _id: 10002,
      name_chs: '云冠西南池',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '10003': {
      _id: 10003,
      name_chs: '云冠西北池',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '10004': {
      _id: 10004,
      name_chs: '狂风云海',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '10005': {
      _id: 10005,
      name_chs: '无风云海',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '10006': {
      _id: 10006,
      name_chs: '旋风云海',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
    '10007': {
      _id: 10007,
      name_chs: '摇风云海',
      map: 0,
      size_factor: 100,
      x: 0,
      y: 0,
      anglerLocationId: null,
    },
  },
  ZONES: {
    '0': {
      _id: 0,
      name_chs: null,
    },
    '27': {
      _id: 27,
      name_chs: '利姆萨·罗敏萨',
    },
    '28': {
      _id: 28,
      name_chs: '利姆萨·罗敏萨上层甲板',
    },
    '29': {
      _id: 29,
      name_chs: '利姆萨·罗敏萨下层甲板',
    },
    '30': {
      _id: 30,
      name_chs: '中拉诺西亚',
    },
    '31': {
      _id: 31,
      name_chs: '拉诺西亚低地',
    },
    '32': {
      _id: 32,
      name_chs: '东拉诺西亚',
    },
    '33': {
      _id: 33,
      name_chs: '西拉诺西亚',
    },
    '34': {
      _id: 34,
      name_chs: '拉诺西亚高地',
    },
    '35': {
      _id: 35,
      name_chs: '沙斯塔夏溶洞',
    },
    '36': {
      _id: 36,
      name_chs: '布雷福洛克斯野营地',
    },
    '37': {
      _id: 37,
      name_chs: '放浪神古神殿',
    },
    '40': {
      _id: 40,
      name_chs: '乌尔达哈现世回廊',
    },
    '41': {
      _id: 41,
      name_chs: '乌尔达哈来生回廊',
    },
    '42': {
      _id: 42,
      name_chs: '西萨纳兰',
    },
    '43': {
      _id: 43,
      name_chs: '中萨纳兰',
    },
    '44': {
      _id: 44,
      name_chs: '东萨纳兰',
    },
    '45': {
      _id: 45,
      name_chs: '南萨纳兰',
    },
    '46': {
      _id: 46,
      name_chs: '北萨纳兰',
    },
    '47': {
      _id: 47,
      name_chs: '樵鸣洞',
    },
    '48': {
      _id: 48,
      name_chs: '铜铃铜山',
    },
    '49': {
      _id: 49,
      name_chs: '日影地修炼所',
    },
    '50': {
      _id: 50,
      name_chs: '喀恩埋没圣堂',
    },
    '52': {
      _id: 52,
      name_chs: '格里达尼亚新街',
    },
    '53': {
      _id: 53,
      name_chs: '格里达尼亚旧街',
    },
    '54': {
      _id: 54,
      name_chs: '黑衣森林中央林区',
    },
    '55': {
      _id: 55,
      name_chs: '黑衣森林东部林区',
    },
    '56': {
      _id: 56,
      name_chs: '黑衣森林南部林区',
    },
    '57': {
      _id: 57,
      name_chs: '黑衣森林北部林区',
    },
    '58': {
      _id: 58,
      name_chs: '塔姆·塔拉墓园',
    },
    '59': {
      _id: 59,
      name_chs: '静语庄园',
    },
    '61': {
      _id: 61,
      name_chs: '托托·拉克千狱',
    },
    '63': {
      _id: 63,
      name_chs: '库尔札斯中央高地',
    },
    '64': {
      _id: 64,
      name_chs: '泽梅尔要塞',
    },
    '65': {
      _id: 65,
      name_chs: '黄金谷',
    },
    '67': {
      _id: 67,
      name_chs: '摩杜纳',
    },
    '112': {
      _id: 112,
      name_chs: '十二神大圣堂',
    },
    '125': {
      _id: 125,
      name_chs: '无限城市街古迹',
    },
    '128': {
      _id: 128,
      name_chs: '无限城古堡',
    },
    '152': {
      _id: 152,
      name_chs: '艾欧泽亚地下空间',
    },
    '153': {
      _id: 153,
      name_chs: '陌迪翁牢狱',
    },
    '154': {
      _id: 154,
      name_chs: '群狼困斗',
    },
    '230': {
      _id: 230,
      name_chs: '天狼星灯塔',
    },
    '260': {
      _id: 260,
      name_chs: '帝国南方堡',
    },
    '346': {
      _id: 346,
      name_chs: '神勇队司令室',
    },
    '347': {
      _id: 347,
      name_chs: '芙蓉圆桌',
    },
    '350': {
      _id: 350,
      name_chs: '拉诺西亚外地',
    },
    '351': {
      _id: 351,
      name_chs: '提督室',
    },
    '354': {
      _id: 354,
      name_chs: '银胄团总长室',
    },
    '356': {
      _id: 356,
      name_chs: '沙之家',
    },
    '357': {
      _id: 357,
      name_chs: '炎帝陵',
    },
    '358': {
      _id: 358,
      name_chs: '狼狱停船场',
    },
    '359': {
      _id: 359,
      name_chs: '奥·哥摩罗火口神殿',
    },
    '360': {
      _id: 360,
      name_chs: '荆棘之园',
    },
    '361': {
      _id: 361,
      name_chs: '呼啸眼石塔群',
    },
    '379': {
      _id: 379,
      name_chs: '次元缝隙迎宾室',
    },
    '386': {
      _id: 386,
      name_chs: '狮鹫大桥',
    },
    '392': {
      _id: 392,
      name_chs: '圣人泪',
    },
    '401': {
      _id: 401,
      name_chs: '石卫塔',
    },
    '404': {
      _id: 404,
      name_chs: '披雪大冰壁',
    },
    '406': {
      _id: 406,
      name_chs: '云廊',
    },
    '418': {
      _id: 418,
      name_chs: '密约之塔',
    },
    '425': {
      _id: 425,
      name_chs: '海雾村',
    },
    '426': {
      _id: 426,
      name_chs: '薰衣草苗圃',
    },
    '427': {
      _id: 427,
      name_chs: '高脚孤丘',
    },
    '430': {
      _id: 430,
      name_chs: '天幕魔导城',
    },
    '459': {
      _id: 459,
      name_chs: '呼啸眼外围',
    },
    '462': {
      _id: 462,
      name_chs: '罗塔诺海',
    },
    '464': {
      _id: 464,
      name_chs: '陨石勘查坑表层',
    },
    '465': {
      _id: 465,
      name_chs: '陨石勘查坑深层',
    },
    '466': {
      _id: 466,
      name_chs: '诸神黄昏级拘束舰',
    },
    '467': {
      _id: 467,
      name_chs: '隔离壁',
    },
    '468': {
      _id: 468,
      name_chs: '中枢区',
    },
    '469': {
      _id: 469,
      name_chs: '第一舰桥',
    },
    '477': {
      _id: 477,
      name_chs: '后营门',
    },
    '478': {
      _id: 478,
      name_chs: '古代人迷宫',
    },
    '481': {
      _id: 481,
      name_chs: '石之家',
    },
    '493': {
      _id: 493,
      name_chs: '希尔科斯塔',
    },
    '496': {
      _id: 496,
      name_chs: '尘封秘岩',
    },
    '548': {
      _id: 548,
      name_chs: '栖木旅馆',
    },
    '617': {
      _id: 617,
      name_chs: '沙钟旅亭',
    },
    '694': {
      _id: 694,
      name_chs: '兽斗间',
    },
    '695': {
      _id: 695,
      name_chs: '福隆戴尔药学院儿科病房',
    },
    '733': {
      _id: 733,
      name_chs: '后桅旅店',
    },
    '1100': {
      _id: 1100,
      name_chs: '海雾村私人小屋',
    },
    '1101': {
      _id: 1101,
      name_chs: '海雾村私人公馆',
    },
    '1102': {
      _id: 1102,
      name_chs: '海雾村私人别墅',
    },
    '1103': {
      _id: 1103,
      name_chs: '高脚孤丘私人小屋',
    },
    '1104': {
      _id: 1104,
      name_chs: '高脚孤丘私人公馆',
    },
    '1105': {
      _id: 1105,
      name_chs: '高脚孤丘私人别墅',
    },
    '1106': {
      _id: 1106,
      name_chs: '薰衣草苗圃私人小屋',
    },
    '1107': {
      _id: 1107,
      name_chs: '薰衣草苗圃私人公馆',
    },
    '1108': {
      _id: 1108,
      name_chs: '薰衣草苗圃私人别墅',
    },
    '1157': {
      _id: 1157,
      name_chs: '海雾村个人房间',
    },
    '1158': {
      _id: 1158,
      name_chs: '高脚孤丘个人房间',
    },
    '1159': {
      _id: 1159,
      name_chs: '薰衣草苗圃个人房间',
    },
    '1227': {
      _id: 1227,
      name_chs: '海雾村部队工房',
    },
    '1228': {
      _id: 1228,
      name_chs: '高脚孤丘部队工房',
    },
    '1229': {
      _id: 1229,
      name_chs: '薰衣草苗圃部队工房',
    },
    '1301': {
      _id: 1301,
      name_chs: '陨石背阴地',
    },
    '1302': {
      _id: 1302,
      name_chs: '拘束舰外围',
    },
    '1303': {
      _id: 1303,
      name_chs: '诸神黄昏级三号舰舰体中央',
    },
    '1304': {
      _id: 1304,
      name_chs: '诸神黄昏级三号舰作战室',
    },
    '1305': {
      _id: 1305,
      name_chs: '诸神黄昏级三号舰第一舰桥',
    },
    '1334': {
      _id: 1334,
      name_chs: '对利维亚桑双体船',
    },
    '1363': {
      _id: 1363,
      name_chs: '神判古树',
    },
    '1374': {
      _id: 1374,
      name_chs: '加尔提诺平原周边遗迹群',
    },
    '1377': {
      _id: 1377,
      name_chs: '破舰岛',
    },
    '1390': {
      _id: 1390,
      name_chs: '戒律之茧',
    },
    '1399': {
      _id: 1399,
      name_chs: '无尽轮回剧场',
    },
    '1406': {
      _id: 1406,
      name_chs: '诸神黄昏级六号舰舰体中央',
    },
    '1407': {
      _id: 1407,
      name_chs: '诸神黄昏级六号舰再生控制区',
    },
    '1408': {
      _id: 1408,
      name_chs: '诸神黄昏级六号舰第一舰桥',
    },
    '1409': {
      _id: 1409,
      name_chs: '龙炎核心',
    },
    '1410': {
      _id: 1410,
      name_chs: '诸神黄昏级四号舰第一舰桥',
    },
    '1429': {
      _id: 1429,
      name_chs: '接待室',
    },
    '1431': {
      _id: 1431,
      name_chs: '暗之世界',
    },
    '1484': {
      _id: 1484,
      name_chs: '金碟游乐场',
    },
    '1500': {
      _id: 1500,
      name_chs: '陆行鸟广场',
    },
    '1628': {
      _id: 1628,
      name_chs: '戈耳狄俄斯之拳',
    },
    '1633': {
      _id: 1633,
      name_chs: '戈耳狄俄斯之袖',
    },
    '1638': {
      _id: 1638,
      name_chs: '戈耳狄俄斯之臂',
    },
    '1645': {
      _id: 1645,
      name_chs: '戈耳狄俄斯之担',
    },
    '1647': {
      _id: 1647,
      name_chs: '云冠群岛',
    },
    '1660': {
      _id: 1660,
      name_chs: '开发室',
    },
    '1664': {
      _id: 1664,
      name_chs: '狼狱演习场',
    },
    '1665': {
      _id: 1665,
      name_chs: '幻卡对局室',
    },
    '1708': {
      _id: 1708,
      name_chs: '弥达斯之拳',
    },
    '1714': {
      _id: 1714,
      name_chs: '弥达斯之袖',
    },
    '1723': {
      _id: 1723,
      name_chs: '弥达斯之臂',
    },
    '1731': {
      _id: 1731,
      name_chs: '弥达斯之担',
    },
    '1740': {
      _id: 1740,
      name_chs: '荣誉野',
    },
    '1742': {
      _id: 1742,
      name_chs: '禁忌城邦玛哈',
    },
    '1759': {
      _id: 1759,
      name_chs: '巴哈姆特大迷宫',
    },
    '1792': {
      _id: 1792,
      name_chs: '塞尔法特尔溪谷',
    },
    '1793': {
      _id: 1793,
      name_chs: '死者宫殿',
    },
    '1799': {
      _id: 1799,
      name_chs: '水城宝物库',
    },
    '1800': {
      _id: 1800,
      name_chs: '双蛇党军营',
    },
    '1801': {
      _id: 1801,
      name_chs: '恒辉队军营',
    },
    '1802': {
      _id: 1802,
      name_chs: '黑涡团军营',
    },
    '1803': {
      _id: 1803,
      name_chs: '帕洛克系留基地',
    },
    '1804': {
      _id: 1804,
      name_chs: '利奥法德的房间',
    },
    '1811': {
      _id: 1811,
      name_chs: '中桅塔大厅',
    },
    '1812': {
      _id: 1812,
      name_chs: '中桅塔房间',
    },
    '1813': {
      _id: 1813,
      name_chs: '百合岭大厅',
    },
    '1814': {
      _id: 1814,
      name_chs: '百合岭房间',
    },
    '1815': {
      _id: 1815,
      name_chs: '娜娜莫大风车大厅',
    },
    '1816': {
      _id: 1816,
      name_chs: '娜娜莫大风车房间',
    },
    '1834': {
      _id: 1834,
      name_chs: '亡灵府邸闹鬼庄园',
    },
    '1835': {
      _id: 1835,
      name_chs: '亚历山大之眼',
    },
    '1841': {
      _id: 1841,
      name_chs: '亚历山大之息',
    },
    '1847': {
      _id: 1847,
      name_chs: '亚历山大之心',
    },
    '1853': {
      _id: 1853,
      name_chs: '亚历山大之魂',
    },
    '1857': {
      _id: 1857,
      name_chs: '巴埃萨长城',
    },
    '1868': {
      _id: 1868,
      name_chs: '影之国',
    },
    '1884': {
      _id: 1884,
      name_chs: '地衣宫演习场',
    },
    '1887': {
      _id: 1887,
      name_chs: '欧米茄控制室',
    },
    '1893': {
      _id: 1893,
      name_chs: '白银乡私人小屋',
    },
    '1894': {
      _id: 1894,
      name_chs: '白银乡私人公馆',
    },
    '1895': {
      _id: 1895,
      name_chs: '白银乡私人别墅',
    },
    '1960': {
      _id: 1960,
      name_chs: '惨境号',
    },
    '2000': {
      _id: 2000,
      name_chs: '龙堡参天高地',
    },
    '2001': {
      _id: 2001,
      name_chs: '龙堡内陆低地',
    },
    '2002': {
      _id: 2002,
      name_chs: '翻云雾海',
    },
    '2031': {
      _id: 2031,
      name_chs: '索姆阿尔灵峰',
    },
    '2034': {
      _id: 2034,
      name_chs: '圣茉夏娜植物园',
    },
    '2036': {
      _id: 2036,
      name_chs: '玛托雅的洞穴',
    },
    '2038': {
      _id: 2038,
      name_chs: '迦巴勒幻想图书馆',
    },
    '2041': {
      _id: 2041,
      name_chs: '亚历山大机神城',
    },
    '2050': {
      _id: 2050,
      name_chs: '龙巢神殿',
    },
    '2081': {
      _id: 2081,
      name_chs: '武神斗技场',
    },
    '2082': {
      _id: 2082,
      name_chs: '田园郡',
    },
    '2083': {
      _id: 2083,
      name_chs: '供奉洞',
    },
    '2088': {
      _id: 2088,
      name_chs: '颠倒塔',
    },
    '2090': {
      _id: 2090,
      name_chs: '忆罪宫',
    },
    '2099': {
      _id: 2099,
      name_chs: '距骨研究所',
    },
    '2100': {
      _id: 2100,
      name_chs: '阿巴拉提亚云海',
    },
    '2101': {
      _id: 2101,
      name_chs: '魔大陆阿济兹拉',
    },
    '2130': {
      _id: 2130,
      name_chs: '不获岛',
    },
    '2147': {
      _id: 2147,
      name_chs: '魔科学研究所',
    },
    '2148': {
      _id: 2148,
      name_chs: '无限回廊',
    },
    '2151': {
      _id: 2151,
      name_chs: '无尽苍空',
    },
    '2178': {
      _id: 2178,
      name_chs: '奇点反应堆',
    },
    '2179': {
      _id: 2179,
      name_chs: '魔大陆中枢',
    },
    '2181': {
      _id: 2181,
      name_chs: '魔航船虚无方舟',
    },
    '2200': {
      _id: 2200,
      name_chs: '库尔札斯西部高地',
    },
    '2214': {
      _id: 2214,
      name_chs: '暮卫塔',
    },
    '2256': {
      _id: 2256,
      name_chs: '抑制绝境S1T7',
    },
    '2265': {
      _id: 2265,
      name_chs: '抑制绝境P1T6',
    },
    '2266': {
      _id: 2266,
      name_chs: '抑制绝境Z1T9',
    },
    '2270': {
      _id: 2270,
      name_chs: '白银乡个人房间',
    },
    '2271': {
      _id: 2271,
      name_chs: '白银乡部队工房',
    },
    '2272': {
      _id: 2272,
      name_chs: '红梅御殿大厅',
    },
    '2273': {
      _id: 2273,
      name_chs: '红梅御殿房间',
    },
    '2284': {
      _id: 2284,
      name_chs: '时空狭缝',
    },
    '2294': {
      _id: 2294,
      name_chs: '阿拉米格王宫',
    },
    '2295': {
      _id: 2295,
      name_chs: '宝物殿',
    },
    '2296': {
      _id: 2296,
      name_chs: '超越技术研究所',
    },
    '2297': {
      _id: 2297,
      name_chs: '妖歌海',
    },
    '2298': {
      _id: 2298,
      name_chs: '黄金阁',
    },
    '2299': {
      _id: 2299,
      name_chs: '美神地下神殿',
    },
    '2300': {
      _id: 2300,
      name_chs: '伊修加德基础层',
    },
    '2301': {
      _id: 2301,
      name_chs: '伊修加德砥柱层',
    },
    '2310': {
      _id: 2310,
      name_chs: '九霄云舍',
    },
    '2313': {
      _id: 2313,
      name_chs: '轻羽斗场',
    },
    '2320': {
      _id: 2320,
      name_chs: '福尔唐伯爵府',
    },
    '2327': {
      _id: 2327,
      name_chs: '伊修加德教皇厅',
    },
    '2335': {
      _id: 2335,
      name_chs: '神殿骑士团总骑士长室',
    },
    '2336': {
      _id: 2336,
      name_chs: '决斗裁判场',
    },
    '2337': {
      _id: 2337,
      name_chs: '圣恩达利姆神学院',
    },
    '2339': {
      _id: 2339,
      name_chs: '天母寝宫地下祭坛',
    },
    '2340': {
      _id: 2340,
      name_chs: '乌兹奈藏宝运河',
    },
    '2354': {
      _id: 2354,
      name_chs: '白帝竹林',
    },
    '2357': {
      _id: 2357,
      name_chs: '德尔塔幻境1',
    },
    '2358': {
      _id: 2358,
      name_chs: '德尔塔幻境2',
    },
    '2359': {
      _id: 2359,
      name_chs: '德尔塔幻境3',
    },
    '2360': {
      _id: 2360,
      name_chs: '德尔塔幻境4',
    },
    '2367': {
      _id: 2367,
      name_chs: '沉没神殿斯卡拉遗迹',
    },
    '2370': {
      _id: 2370,
      name_chs: '剧场艇初见号道具间',
    },
    '2371': {
      _id: 2371,
      name_chs: '剧场艇初见号舰桥',
    },
    '2372': {
      _id: 2372,
      name_chs: '失落之都拉巴纳斯塔',
    },
    '2383': {
      _id: 2383,
      name_chs: '水晶塔演习场',
    },
    '2391': {
      _id: 2391,
      name_chs: '醴泉神社神道',
    },
    '2392': {
      _id: 2392,
      name_chs: '醴泉神社',
    },
    '2403': {
      _id: 2403,
      name_chs: '神拳痕',
    },
    '2404': {
      _id: 2404,
      name_chs: '黄金港',
    },
    '2406': {
      _id: 2406,
      name_chs: '基拉巴尼亚边区',
    },
    '2407': {
      _id: 2407,
      name_chs: '基拉巴尼亚山区',
    },
    '2408': {
      _id: 2408,
      name_chs: '基拉巴尼亚湖区',
    },
    '2409': {
      _id: 2409,
      name_chs: '红玉海',
    },
    '2410': {
      _id: 2410,
      name_chs: '延夏',
    },
    '2411': {
      _id: 2411,
      name_chs: '太阳神草原',
    },
    '2412': {
      _id: 2412,
      name_chs: '白银乡',
    },
    '2413': {
      _id: 2413,
      name_chs: '望海楼',
    },
    '2414': {
      _id: 2414,
      name_chs: '优雷卡常风之地',
    },
    '2448': {
      _id: 2448,
      name_chs: '大草原猎场',
    },
    '2449': {
      _id: 2449,
      name_chs: '禁绝幻想',
    },
    '2450': {
      _id: 2450,
      name_chs: '帝国河畔堡',
    },
    '2451': {
      _id: 2451,
      name_chs: '黎铎拉纳大瀑布',
    },
    '2462': {
      _id: 2462,
      name_chs: '优雷卡恒冰之地',
    },
    '2483': {
      _id: 2483,
      name_chs: '封闭圣塔黎铎拉纳大灯塔',
    },
    '2485': {
      _id: 2485,
      name_chs: '乌兹奈藏宝运河神殿',
    },
    '2496': {
      _id: 2496,
      name_chs: '狱之底',
    },
    '2498': {
      _id: 2498,
      name_chs: '贝拉哈迪亚遗迹风格运动设施',
    },
    '2499': {
      _id: 2499,
      name_chs: '黄金大桥',
    },
    '2510': {
      _id: 2510,
      name_chs: '蛇神大社',
    },
    '2527': {
      _id: 2527,
      name_chs: '尼姆浮游遗迹风格运动设施',
    },
    '2530': {
      _id: 2530,
      name_chs: '优雷卡涌火之地',
    },
    '2545': {
      _id: 2545,
      name_chs: '优雷卡丰水之地',
    },
    '2548': {
      _id: 2548,
      name_chs: '天青斗场',
    },
    '2549': {
      _id: 2549,
      name_chs: '曼德维尔魔导方城',
    },
    '2586': {
      _id: 2586,
      name_chs: '基姆利特暗区',
    },
    '2589': {
      _id: 2589,
      name_chs: '隐塞',
    },
    '2665': {
      _id: 2665,
      name_chs: '帝国白山堡',
    },
    '2691': {
      _id: 2691,
      name_chs: '阿拉米格',
    },
    '2707': {
      _id: 2707,
      name_chs: '星导寺',
    },
    '2708': {
      _id: 2708,
      name_chs: '阿拉米格王立飞空艇着陆场',
    },
    '2709': {
      _id: 2709,
      name_chs: '阿拉米格王宫屋顶庭园',
    },
    '2715': {
      _id: 2715,
      name_chs: '结晶化空间',
    },
    '2717': {
      _id: 2717,
      name_chs: '西格玛幻境1',
    },
    '2718': {
      _id: 2718,
      name_chs: '西格玛幻境2',
    },
    '2719': {
      _id: 2719,
      name_chs: '西格玛幻境3',
    },
    '2720': {
      _id: 2720,
      name_chs: '西格玛幻境4',
    },
    '2725': {
      _id: 2725,
      name_chs: '普西幻境1',
    },
    '2727': {
      _id: 2727,
      name_chs: '时空狭缝',
    },
    '2736': {
      _id: 2736,
      name_chs: '普西幻境2',
    },
    '2737': {
      _id: 2737,
      name_chs: '时空狭缝',
    },
    '2762': {
      _id: 2762,
      name_chs: '狱之盖',
    },
    '2775': {
      _id: 2775,
      name_chs: '天之御柱',
    },
    '2779': {
      _id: 2779,
      name_chs: '紫水宫',
    },
    '2799': {
      _id: 2799,
      name_chs: '帝国河畔堡',
    },
    '2801': {
      _id: 2801,
      name_chs: '岩燕庙',
    },
    '2805': {
      _id: 2805,
      name_chs: '烈士庵',
    },
    '2810': {
      _id: 2810,
      name_chs: '多玛王城',
    },
    '2813': {
      _id: 2813,
      name_chs: '多玛飞地',
    },
    '2833': {
      _id: 2833,
      name_chs: '巴儿达木霸道',
    },
    '2847': {
      _id: 2847,
      name_chs: '归燕馆',
    },
    '2851': {
      _id: 2851,
      name_chs: '终末焦土',
    },
    '2862': {
      _id: 2862,
      name_chs: '艾欧泽亚同盟军大本营',
    },
    '2864': {
      _id: 2864,
      name_chs: '乐欲之所瓯博讷修道院',
    },
    '2927': {
      _id: 2927,
      name_chs: '乌尔达哈商会馆接待室',
    },
    '2951': {
      _id: 2951,
      name_chs: '水晶都',
    },
    '2952': {
      _id: 2952,
      name_chs: '游末邦',
    },
    '2953': {
      _id: 2953,
      name_chs: '雷克兰德',
    },
    '2954': {
      _id: 2954,
      name_chs: '珂露西亚岛',
    },
    '2955': {
      _id: 2955,
      name_chs: '安穆·艾兰',
    },
    '2956': {
      _id: 2956,
      name_chs: '伊尔美格',
    },
    '2957': {
      _id: 2957,
      name_chs: '拉凯提卡大森林',
    },
    '2958': {
      _id: 2958,
      name_chs: '黑风海',
    },
    '2979': {
      _id: 2979,
      name_chs: '多恩美格禁园',
    },
    '2982': {
      _id: 2982,
      name_chs: '希尔科斯孪晶塔',
    },
    '2985': {
      _id: 2985,
      name_chs: '亚马乌罗提',
    },
    '2997': {
      _id: 2997,
      name_chs: '格鲁格火山',
    },
    '3007': {
      _id: 3007,
      name_chs: '阿尼德罗学院',
    },
    '3017': {
      _id: 3017,
      name_chs: '差分闭合宇宙',
    },
    '3018': {
      _id: 3018,
      name_chs: '奇坦那神影洞',
    },
    '3050': {
      _id: 3050,
      name_chs: '水滩村',
    },
    '3139': {
      _id: 3139,
      name_chs: '马利卡大井',
    },
    '3214': {
      _id: 3214,
      name_chs: '伊甸内核',
    },
    '3215': {
      _id: 3215,
      name_chs: '伊甸甲板',
    },
    '3216': {
      _id: 3216,
      name_chs: '涅柔斯海渊',
    },
    '3217': {
      _id: 3217,
      name_chs: '阿特拉斯山顶',
    },
    '3218': {
      _id: 3218,
      name_chs: '妖灵王舞场',
    },
    '3219': {
      _id: 3219,
      name_chs: '完璧王座',
    },
    '3220': {
      _id: 3220,
      name_chs: '末日亚马乌罗提',
    },
    '3221': {
      _id: 3221,
      name_chs: '希尔科斯峡谷',
    },
    '3222': {
      _id: 3222,
      name_chs: '悬挂公馆起居室',
    },
    '3223': {
      _id: 3223,
      name_chs: '观星室',
    },
    '3225': {
      _id: 3225,
      name_chs: '空无大地',
    },
    '3226': {
      _id: 3226,
      name_chs: '拿巴示矿山',
    },
    '3228': {
      _id: 3228,
      name_chs: '大图帕萨礼拜堂',
    },
    '3229': {
      _id: 3229,
      name_chs: '梦羽宝境',
    },
    '3378': {
      _id: 3378,
      name_chs: '昂萨哈凯尔',
    },
    '3385': {
      _id: 3385,
      name_chs: '宇宙宫',
    },
    '3425': {
      _id: 3425,
      name_chs: '复制工厂废墟',
    },
    '3427': {
      _id: 3427,
      name_chs: '机械遗迹坑道',
    },
    '3428': {
      _id: 3428,
      name_chs: '丽耶美格梦园',
    },
    '3429': {
      _id: 3429,
      name_chs: '帝都魔导城',
    },
    '3435': {
      _id: 3435,
      name_chs: '天穹街',
    },
    '3442': {
      _id: 3442,
      name_chs: '基姆利特防线',
    },
    '3467': {
      _id: 3467,
      name_chs: '阿尼德罗追忆馆',
    },
    '3468': {
      _id: 3468,
      name_chs: '甘多夫雷平原',
    },
    '3469': {
      _id: 3469,
      name_chs: '灰扬旅路',
    },
    '3470': {
      _id: 3470,
      name_chs: '伊甸甲板',
    },
    '3471': {
      _id: 3471,
      name_chs: '试炼前室',
    },
    '3477': {
      _id: 3477,
      name_chs: '努力号',
    },
    '3487': {
      _id: 3487,
      name_chs: '大冰河',
    },
  },
  WEATHER_TYPES: {
    '0': {
      _id: 0,
      name_chs: null,
    },
    '1': {
      _id: 1,
      name_chs: '碧空',
    },
    '2': {
      _id: 2,
      name_chs: '晴朗',
    },
    '3': {
      _id: 3,
      name_chs: '阴云',
    },
    '4': {
      _id: 4,
      name_chs: '薄雾',
    },
    '5': {
      _id: 5,
      name_chs: '微风',
    },
    '6': {
      _id: 6,
      name_chs: '强风',
    },
    '7': {
      _id: 7,
      name_chs: '小雨',
    },
    '8': {
      _id: 8,
      name_chs: '暴雨',
    },
    '9': {
      _id: 9,
      name_chs: '打雷',
    },
    '10': {
      _id: 10,
      name_chs: '雷雨',
    },
    '11': {
      _id: 11,
      name_chs: '扬沙',
    },
    '12': {
      _id: 12,
      name_chs: '沙尘暴',
    },
    '13': {
      _id: 13,
      name_chs: '高温',
    },
    '14': {
      _id: 14,
      name_chs: '热浪',
    },
    '15': {
      _id: 15,
      name_chs: '小雪',
    },
    '16': {
      _id: 16,
      name_chs: '暴雪',
    },
    '17': {
      _id: 17,
      name_chs: '妖雾',
    },
    '18': {
      _id: 18,
      name_chs: '极光',
    },
    '19': {
      _id: 19,
      name_chs: '黑暗',
    },
    '20': {
      _id: 20,
      name_chs: '绝命',
    },
    '21': {
      _id: 21,
      name_chs: '阴云',
    },
    '22': {
      _id: 22,
      name_chs: '雷云',
    },
    '23': {
      _id: 23,
      name_chs: '暴风雨',
    },
    '24': {
      _id: 24,
      name_chs: '暴风雨',
    },
    '25': {
      _id: 25,
      name_chs: '阴沉',
    },
    '26': {
      _id: 26,
      name_chs: '热浪',
    },
    '27': {
      _id: 27,
      name_chs: '妖雾',
    },
    '28': {
      _id: 28,
      name_chs: '暴风',
    },
    '29': {
      _id: 29,
      name_chs: '烟雾',
    },
    '30': {
      _id: 30,
      name_chs: '晴朗',
    },
    '31': {
      _id: 31,
      name_chs: '晴朗',
    },
    '32': {
      _id: 32,
      name_chs: '晴朗',
    },
    '33': {
      _id: 33,
      name_chs: '晴朗',
    },
    '34': {
      _id: 34,
      name_chs: '晴朗',
    },
    '35': {
      _id: 35,
      name_chs: '极光',
    },
    '36': {
      _id: 36,
      name_chs: '辉核',
    },
    '37': {
      _id: 37,
      name_chs: '辉核',
    },
    '38': {
      _id: 38,
      name_chs: '辉核',
    },
    '39': {
      _id: 39,
      name_chs: '辉核',
    },
    '40': {
      _id: 40,
      name_chs: '滩云',
    },
    '41': {
      _id: 41,
      name_chs: '滩云',
    },
    '42': {
      _id: 42,
      name_chs: '滩云',
    },
    '43': {
      _id: 43,
      name_chs: '滩云',
    },
    '44': {
      _id: 44,
      name_chs: '神意',
    },
    '45': {
      _id: 45,
      name_chs: '神意',
    },
    '46': {
      _id: 46,
      name_chs: '神意',
    },
    '47': {
      _id: 47,
      name_chs: '神意',
    },
    '48': {
      _id: 48,
      name_chs: '神意',
    },
    '49': {
      _id: 49,
      name_chs: '灵风',
    },
    '50': {
      _id: 50,
      name_chs: '灵电',
    },
    '51': {
      _id: 51,
      name_chs: '烟武',
    },
    '52': {
      _id: 52,
      name_chs: '晴朗',
    },
    '53': {
      _id: 53,
      name_chs: '兽雷',
    },
    '54': {
      _id: 54,
      name_chs: '雷波',
    },
    '55': {
      _id: 55,
      name_chs: '兽雷',
    },
    '56': {
      _id: 56,
      name_chs: '神意',
    },
    '57': {
      _id: 57,
      name_chs: '打雷',
    },
    '58': {
      _id: 58,
      name_chs: '打雷',
    },
    '59': {
      _id: 59,
      name_chs: null,
    },
    '60': {
      _id: 60,
      name_chs: '神秘',
    },
    '61': {
      _id: 61,
      name_chs: '神秘',
    },
    '62': {
      _id: 62,
      name_chs: '小雨',
    },
    '63': {
      _id: 63,
      name_chs: '晴朗',
    },
    '64': {
      _id: 64,
      name_chs: '小雨',
    },
    '65': {
      _id: 65,
      name_chs: '晴朗',
    },
    '66': {
      _id: 66,
      name_chs: '邪天',
    },
    '67': {
      _id: 67,
      name_chs: '邪天',
    },
    '68': {
      _id: 68,
      name_chs: '晴朗',
    },
    '69': {
      _id: 69,
      name_chs: '平衡',
    },
    '70': {
      _id: 70,
      name_chs: '平衡',
    },
    '71': {
      _id: 71,
      name_chs: '时光',
    },
    '72': {
      _id: 72,
      name_chs: '时光',
    },
    '73': {
      _id: 73,
      name_chs: '时光',
    },
    '74': {
      _id: 74,
      name_chs: '鬼气',
    },
    '75': {
      _id: 75,
      name_chs: '鬼气',
    },
    '76': {
      _id: 76,
      name_chs: '鬼气',
    },
    '77': {
      _id: 77,
      name_chs: '次元',
    },
    '78': {
      _id: 78,
      name_chs: '次元',
    },
    '79': {
      _id: 79,
      name_chs: '次元',
    },
    '80': {
      _id: 80,
      name_chs: '豪雨',
    },
    '81': {
      _id: 81,
      name_chs: '豪雨',
    },
    '82': {
      _id: 82,
      name_chs: '极乐',
    },
    '83': {
      _id: 83,
      name_chs: '极乐',
    },
    '84': {
      _id: 84,
      name_chs: '龙威',
    },
    '85': {
      _id: 85,
      name_chs: '龙威',
    },
    '86': {
      _id: 86,
      name_chs: '豪雨',
    },
    '87': {
      _id: 87,
      name_chs: '迅雷',
    },
    '88': {
      _id: 88,
      name_chs: '打雷',
    },
    '89': {
      _id: 89,
      name_chs: '次元',
    },
    '90': {
      _id: 90,
      name_chs: '晴朗',
    },
    '91': {
      _id: 91,
      name_chs: '碧空',
    },
    '92': {
      _id: 92,
      name_chs: '白旋风',
    },
    '93': {
      _id: 93,
      name_chs: '白旋风',
    },
    '94': {
      _id: 94,
      name_chs: '白旋风',
    },
    '95': {
      _id: 95,
      name_chs: '幻想',
    },
    '96': {
      _id: 96,
      name_chs: '白旋风',
    },
    '97': {
      _id: 97,
      name_chs: '月夜',
    },
    '98': {
      _id: 98,
      name_chs: '月夜',
    },
    '99': {
      _id: 99,
      name_chs: '月夜',
    },
    '100': {
      _id: 100,
      name_chs: '月夜',
    },
    '101': {
      _id: 101,
      name_chs: '红月下',
    },
    '102': {
      _id: 102,
      name_chs: '朱炎',
    },
    '103': {
      _id: 103,
      name_chs: '朱炎',
    },
    '104': {
      _id: 104,
      name_chs: '朱炎',
    },
    '105': {
      _id: 105,
      name_chs: '晴朗',
    },
    '106': {
      _id: 106,
      name_chs: '晴朗',
    },
    '107': {
      _id: 107,
      name_chs: '晴朗',
    },
    '108': {
      _id: 108,
      name_chs: '晴朗',
    },
    '109': {
      _id: 109,
      name_chs: '烈焰',
    },
    '110': {
      _id: 110,
      name_chs: '海啸',
    },
    '111': {
      _id: 111,
      name_chs: '龙卷风',
    },
    '112': {
      _id: 112,
      name_chs: '地震',
    },
    '113': {
      _id: 113,
      name_chs: '青空',
    },
    '114': {
      _id: 114,
      name_chs: '青空',
    },
    '115': {
      _id: 115,
      name_chs: '青空',
    },
    '116': {
      _id: 116,
      name_chs: '乱灵流',
    },
    '117': {
      _id: 117,
      name_chs: '青空',
    },
    '118': {
      _id: 118,
      name_chs: '无尽光',
    },
    '119': {
      _id: 119,
      name_chs: '暴风',
    },
    '120': {
      _id: 120,
      name_chs: '末日',
    },
    '121': {
      _id: 121,
      name_chs: '末日',
    },
    '122': {
      _id: 122,
      name_chs: '妖梦',
    },
    '123': {
      _id: 123,
      name_chs: '妖梦',
    },
    '124': {
      _id: 124,
      name_chs: '妖梦',
    },
    '125': {
      _id: 125,
      name_chs: '光天',
    },
    '126': {
      _id: 126,
      name_chs: '光天',
    },
    '127': {
      _id: 127,
      name_chs: '末日',
    },
    '128': {
      _id: 128,
      name_chs: '末日',
    },
    '129': {
      _id: 129,
      name_chs: '无尽光',
    },
    '130': {
      _id: 130,
      name_chs: '烟雾',
    },
    '131': {
      _id: 131,
      name_chs: '末日',
    },
    '132': {
      _id: 132,
      name_chs: '晴朗',
    },
    '133': {
      _id: 133,
      name_chs: '灵烈火',
    },
    '134': {
      _id: 134,
      name_chs: '灵飘尘',
    },
    '135': {
      _id: 135,
      name_chs: '灵飞电',
    },
    '136': {
      _id: 136,
      name_chs: '灵罡风',
    },
    '137': {
      _id: 137,
      name_chs: '流星雨',
    },
    '138': {
      _id: 138,
      name_chs: null,
    },
    '139': {
      _id: 139,
      name_chs: '阴云',
    },
    '140': {
      _id: 140,
      name_chs: '阴云',
    },
    '141': {
      _id: 141,
      name_chs: '极光',
    },
    '142': {
      _id: 142,
      name_chs: '极光',
    },
    '143': {
      _id: 143,
      name_chs: '雷云',
    },
    '144': {
      _id: 144,
      name_chs: '火风暴',
    },
    '145': {
      _id: 145,
      name_chs: '幻海流',
    },
    '146': {
      _id: 146,
      name_chs: null,
    },
  },
  FISH_ANGLER_ID: {
    '4776': {
      _id: 4776,
      anglerFishId: 1,
    },
    '4869': {
      _id: 4869,
      anglerFishId: 4,
    },
    '4870': {
      _id: 4870,
      anglerFishId: 5,
    },
    '4871': {
      _id: 4871,
      anglerFishId: 8,
    },
    '4872': {
      _id: 4872,
      anglerFishId: 12,
    },
    '4873': {
      _id: 4873,
      anglerFishId: 14,
    },
    '4874': {
      _id: 4874,
      anglerFishId: 15,
    },
    '4875': {
      _id: 4875,
      anglerFishId: 18,
    },
    '4876': {
      _id: 4876,
      anglerFishId: 20,
    },
    '4877': {
      _id: 4877,
      anglerFishId: 22,
    },
    '4878': {
      _id: 4878,
      anglerFishId: 26,
    },
    '4879': {
      _id: 4879,
      anglerFishId: 30,
    },
    '4880': {
      _id: 4880,
      anglerFishId: 32,
    },
    '4881': {
      _id: 4881,
      anglerFishId: 35,
    },
    '4882': {
      _id: 4882,
      anglerFishId: 38,
    },
    '4883': {
      _id: 4883,
      anglerFishId: 40,
    },
    '4884': {
      _id: 4884,
      anglerFishId: 43,
    },
    '4885': {
      _id: 4885,
      anglerFishId: 45,
    },
    '4886': {
      _id: 4886,
      anglerFishId: 49,
    },
    '4887': {
      _id: 4887,
      anglerFishId: 54,
    },
    '4888': {
      _id: 4888,
      anglerFishId: 58,
    },
    '4889': {
      _id: 4889,
      anglerFishId: 61,
    },
    '4890': {
      _id: 4890,
      anglerFishId: 62,
    },
    '4891': {
      _id: 4891,
      anglerFishId: 65,
    },
    '4892': {
      _id: 4892,
      anglerFishId: 67,
    },
    '4893': {
      _id: 4893,
      anglerFishId: 70,
    },
    '4894': {
      _id: 4894,
      anglerFishId: 72,
    },
    '4895': {
      _id: 4895,
      anglerFishId: 75,
    },
    '4896': {
      _id: 4896,
      anglerFishId: 77,
    },
    '4897': {
      _id: 4897,
      anglerFishId: 81,
    },
    '4898': {
      _id: 4898,
      anglerFishId: 83,
    },
    '4899': {
      _id: 4899,
      anglerFishId: 85,
    },
    '4900': {
      _id: 4900,
      anglerFishId: 88,
    },
    '4901': {
      _id: 4901,
      anglerFishId: 93,
    },
    '4902': {
      _id: 4902,
      anglerFishId: 97,
    },
    '4903': {
      _id: 4903,
      anglerFishId: 111,
    },
    '4904': {
      _id: 4904,
      anglerFishId: 116,
    },
    '4905': {
      _id: 4905,
      anglerFishId: 117,
    },
    '4906': {
      _id: 4906,
      anglerFishId: 124,
    },
    '4907': {
      _id: 4907,
      anglerFishId: 129,
    },
    '4908': {
      _id: 4908,
      anglerFishId: 133,
    },
    '4909': {
      _id: 4909,
      anglerFishId: 138,
    },
    '4910': {
      _id: 4910,
      anglerFishId: 143,
    },
    '4911': {
      _id: 4911,
      anglerFishId: 149,
    },
    '4912': {
      _id: 4912,
      anglerFishId: 152,
    },
    '4913': {
      _id: 4913,
      anglerFishId: 155,
    },
    '4914': {
      _id: 4914,
      anglerFishId: 156,
    },
    '4915': {
      _id: 4915,
      anglerFishId: 159,
    },
    '4916': {
      _id: 4916,
      anglerFishId: 160,
    },
    '4917': {
      _id: 4917,
      anglerFishId: 165,
    },
    '4918': {
      _id: 4918,
      anglerFishId: 166,
    },
    '4919': {
      _id: 4919,
      anglerFishId: 169,
    },
    '4920': {
      _id: 4920,
      anglerFishId: 170,
    },
    '4921': {
      _id: 4921,
      anglerFishId: 171,
    },
    '4922': {
      _id: 4922,
      anglerFishId: 172,
    },
    '4923': {
      _id: 4923,
      anglerFishId: 179,
    },
    '4924': {
      _id: 4924,
      anglerFishId: 180,
    },
    '4925': {
      _id: 4925,
      anglerFishId: 2,
    },
    '4926': {
      _id: 4926,
      anglerFishId: 3,
    },
    '4927': {
      _id: 4927,
      anglerFishId: 6,
    },
    '4928': {
      _id: 4928,
      anglerFishId: 7,
    },
    '4929': {
      _id: 4929,
      anglerFishId: 9,
    },
    '4930': {
      _id: 4930,
      anglerFishId: 11,
    },
    '4931': {
      _id: 4931,
      anglerFishId: 13,
    },
    '4932': {
      _id: 4932,
      anglerFishId: 16,
    },
    '4933': {
      _id: 4933,
      anglerFishId: 17,
    },
    '4934': {
      _id: 4934,
      anglerFishId: 19,
    },
    '4935': {
      _id: 4935,
      anglerFishId: 21,
    },
    '4936': {
      _id: 4936,
      anglerFishId: 23,
    },
    '4937': {
      _id: 4937,
      anglerFishId: 24,
    },
    '4938': {
      _id: 4938,
      anglerFishId: 25,
    },
    '4939': {
      _id: 4939,
      anglerFishId: 27,
    },
    '4940': {
      _id: 4940,
      anglerFishId: 28,
    },
    '4941': {
      _id: 4941,
      anglerFishId: 29,
    },
    '4942': {
      _id: 4942,
      anglerFishId: 31,
    },
    '4943': {
      _id: 4943,
      anglerFishId: 33,
    },
    '4944': {
      _id: 4944,
      anglerFishId: 34,
    },
    '4945': {
      _id: 4945,
      anglerFishId: 36,
    },
    '4946': {
      _id: 4946,
      anglerFishId: 37,
    },
    '4947': {
      _id: 4947,
      anglerFishId: 39,
    },
    '4948': {
      _id: 4948,
      anglerFishId: 41,
    },
    '4949': {
      _id: 4949,
      anglerFishId: 42,
    },
    '4950': {
      _id: 4950,
      anglerFishId: 44,
    },
    '4951': {
      _id: 4951,
      anglerFishId: 46,
    },
    '4952': {
      _id: 4952,
      anglerFishId: 47,
    },
    '4953': {
      _id: 4953,
      anglerFishId: 48,
    },
    '4954': {
      _id: 4954,
      anglerFishId: 50,
    },
    '4955': {
      _id: 4955,
      anglerFishId: 51,
    },
    '4956': {
      _id: 4956,
      anglerFishId: 52,
    },
    '4957': {
      _id: 4957,
      anglerFishId: 53,
    },
    '4958': {
      _id: 4958,
      anglerFishId: 55,
    },
    '4959': {
      _id: 4959,
      anglerFishId: 56,
    },
    '4960': {
      _id: 4960,
      anglerFishId: 59,
    },
    '4961': {
      _id: 4961,
      anglerFishId: 60,
    },
    '4962': {
      _id: 4962,
      anglerFishId: 63,
    },
    '4963': {
      _id: 4963,
      anglerFishId: 64,
    },
    '4964': {
      _id: 4964,
      anglerFishId: 66,
    },
    '4965': {
      _id: 4965,
      anglerFishId: 68,
    },
    '4966': {
      _id: 4966,
      anglerFishId: 69,
    },
    '4967': {
      _id: 4967,
      anglerFishId: 71,
    },
    '4968': {
      _id: 4968,
      anglerFishId: 73,
    },
    '4969': {
      _id: 4969,
      anglerFishId: 76,
    },
    '4970': {
      _id: 4970,
      anglerFishId: 78,
    },
    '4971': {
      _id: 4971,
      anglerFishId: 79,
    },
    '4972': {
      _id: 4972,
      anglerFishId: 80,
    },
    '4973': {
      _id: 4973,
      anglerFishId: 82,
    },
    '4974': {
      _id: 4974,
      anglerFishId: 84,
    },
    '4975': {
      _id: 4975,
      anglerFishId: 86,
    },
    '4976': {
      _id: 4976,
      anglerFishId: 87,
    },
    '4977': {
      _id: 4977,
      anglerFishId: 89,
    },
    '4978': {
      _id: 4978,
      anglerFishId: 90,
    },
    '4979': {
      _id: 4979,
      anglerFishId: 91,
    },
    '4980': {
      _id: 4980,
      anglerFishId: 94,
    },
    '4981': {
      _id: 4981,
      anglerFishId: 95,
    },
    '4982': {
      _id: 4982,
      anglerFishId: 98,
    },
    '4983': {
      _id: 4983,
      anglerFishId: 99,
    },
    '4984': {
      _id: 4984,
      anglerFishId: 101,
    },
    '4985': {
      _id: 4985,
      anglerFishId: 103,
    },
    '4986': {
      _id: 4986,
      anglerFishId: 104,
    },
    '4987': {
      _id: 4987,
      anglerFishId: 105,
    },
    '4988': {
      _id: 4988,
      anglerFishId: 108,
    },
    '4989': {
      _id: 4989,
      anglerFishId: 109,
    },
    '4990': {
      _id: 4990,
      anglerFishId: 112,
    },
    '4991': {
      _id: 4991,
      anglerFishId: 113,
    },
    '4992': {
      _id: 4992,
      anglerFishId: 114,
    },
    '4993': {
      _id: 4993,
      anglerFishId: 115,
    },
    '4994': {
      _id: 4994,
      anglerFishId: 118,
    },
    '4995': {
      _id: 4995,
      anglerFishId: 119,
    },
    '4996': {
      _id: 4996,
      anglerFishId: 121,
    },
    '4997': {
      _id: 4997,
      anglerFishId: 122,
    },
    '4998': {
      _id: 4998,
      anglerFishId: 123,
    },
    '4999': {
      _id: 4999,
      anglerFishId: 125,
    },
    '5000': {
      _id: 5000,
      anglerFishId: 127,
    },
    '5001': {
      _id: 5001,
      anglerFishId: 128,
    },
    '5002': {
      _id: 5002,
      anglerFishId: 130,
    },
    '5003': {
      _id: 5003,
      anglerFishId: 131,
    },
    '5004': {
      _id: 5004,
      anglerFishId: 135,
    },
    '5005': {
      _id: 5005,
      anglerFishId: 136,
    },
    '5006': {
      _id: 5006,
      anglerFishId: 139,
    },
    '5007': {
      _id: 5007,
      anglerFishId: 140,
    },
    '5008': {
      _id: 5008,
      anglerFishId: 141,
    },
    '5009': {
      _id: 5009,
      anglerFishId: 144,
    },
    '5010': {
      _id: 5010,
      anglerFishId: 145,
    },
    '5011': {
      _id: 5011,
      anglerFishId: 146,
    },
    '5012': {
      _id: 5012,
      anglerFishId: 150,
    },
    '5013': {
      _id: 5013,
      anglerFishId: 151,
    },
    '5014': {
      _id: 5014,
      anglerFishId: 153,
    },
    '5015': {
      _id: 5015,
      anglerFishId: 154,
    },
    '5016': {
      _id: 5016,
      anglerFishId: 157,
    },
    '5017': {
      _id: 5017,
      anglerFishId: 158,
    },
    '5018': {
      _id: 5018,
      anglerFishId: 161,
    },
    '5019': {
      _id: 5019,
      anglerFishId: 162,
    },
    '5020': {
      _id: 5020,
      anglerFishId: 163,
    },
    '5021': {
      _id: 5021,
      anglerFishId: 167,
    },
    '5022': {
      _id: 5022,
      anglerFishId: 173,
    },
    '5023': {
      _id: 5023,
      anglerFishId: 174,
    },
    '5024': {
      _id: 5024,
      anglerFishId: 175,
    },
    '5025': {
      _id: 5025,
      anglerFishId: 176,
    },
    '5026': {
      _id: 5026,
      anglerFishId: 177,
    },
    '5027': {
      _id: 5027,
      anglerFishId: 178,
    },
    '5028': {
      _id: 5028,
      anglerFishId: 181,
    },
    '5029': {
      _id: 5029,
      anglerFishId: 182,
    },
    '5030': {
      _id: 5030,
      anglerFishId: 183,
    },
    '5031': {
      _id: 5031,
      anglerFishId: 184,
    },
    '5032': {
      _id: 5032,
      anglerFishId: 92,
    },
    '5033': {
      _id: 5033,
      anglerFishId: 96,
    },
    '5034': {
      _id: 5034,
      anglerFishId: 100,
    },
    '5035': {
      _id: 5035,
      anglerFishId: 102,
    },
    '5036': {
      _id: 5036,
      anglerFishId: 106,
    },
    '5037': {
      _id: 5037,
      anglerFishId: 110,
    },
    '5038': {
      _id: 5038,
      anglerFishId: 126,
    },
    '5039': {
      _id: 5039,
      anglerFishId: 132,
    },
    '5040': {
      _id: 5040,
      anglerFishId: 134,
    },
    '5041': {
      _id: 5041,
      anglerFishId: 137,
    },
    '5042': {
      _id: 5042,
      anglerFishId: 142,
    },
    '5043': {
      _id: 5043,
      anglerFishId: 147,
    },
    '5044': {
      _id: 5044,
      anglerFishId: 148,
    },
    '5045': {
      _id: 5045,
      anglerFishId: 164,
    },
    '5046': {
      _id: 5046,
      anglerFishId: 168,
    },
    '5460': {
      _id: 5460,
      anglerFishId: 10,
    },
    '5461': {
      _id: 5461,
      anglerFishId: 57,
    },
    '5462': {
      _id: 5462,
      anglerFishId: 107,
    },
    '5466': {
      _id: 5466,
      anglerFishId: 120,
    },
    '5544': {
      _id: 5544,
      anglerFishId: 74,
    },
    '6185': {
      _id: 6185,
      anglerFishId: 185,
    },
    '6191': {
      _id: 6191,
      anglerFishId: 186,
    },
    '7678': {
      _id: 7678,
      anglerFishId: 201,
    },
    '7679': {
      _id: 7679,
      anglerFishId: 202,
    },
    '7680': {
      _id: 7680,
      anglerFishId: 203,
    },
    '7681': {
      _id: 7681,
      anglerFishId: 204,
    },
    '7682': {
      _id: 7682,
      anglerFishId: 205,
    },
    '7683': {
      _id: 7683,
      anglerFishId: 206,
    },
    '7684': {
      _id: 7684,
      anglerFishId: 207,
    },
    '7685': {
      _id: 7685,
      anglerFishId: 208,
    },
    '7686': {
      _id: 7686,
      anglerFishId: 209,
    },
    '7687': {
      _id: 7687,
      anglerFishId: 210,
    },
    '7688': {
      _id: 7688,
      anglerFishId: 211,
    },
    '7689': {
      _id: 7689,
      anglerFishId: 212,
    },
    '7690': {
      _id: 7690,
      anglerFishId: 213,
    },
    '7691': {
      _id: 7691,
      anglerFishId: 214,
    },
    '7692': {
      _id: 7692,
      anglerFishId: 215,
    },
    '7693': {
      _id: 7693,
      anglerFishId: 216,
    },
    '7694': {
      _id: 7694,
      anglerFishId: 217,
    },
    '7695': {
      _id: 7695,
      anglerFishId: 218,
    },
    '7696': {
      _id: 7696,
      anglerFishId: 219,
    },
    '7697': {
      _id: 7697,
      anglerFishId: 220,
    },
    '7698': {
      _id: 7698,
      anglerFishId: 221,
    },
    '7699': {
      _id: 7699,
      anglerFishId: 222,
    },
    '7700': {
      _id: 7700,
      anglerFishId: 223,
    },
    '7701': {
      _id: 7701,
      anglerFishId: 224,
    },
    '7702': {
      _id: 7702,
      anglerFishId: 225,
    },
    '7703': {
      _id: 7703,
      anglerFishId: 226,
    },
    '7704': {
      _id: 7704,
      anglerFishId: 227,
    },
    '7705': {
      _id: 7705,
      anglerFishId: 228,
    },
    '7706': {
      _id: 7706,
      anglerFishId: 229,
    },
    '7707': {
      _id: 7707,
      anglerFishId: 230,
    },
    '7708': {
      _id: 7708,
      anglerFishId: 231,
    },
    '7709': {
      _id: 7709,
      anglerFishId: 232,
    },
    '7710': {
      _id: 7710,
      anglerFishId: 233,
    },
    '7711': {
      _id: 7711,
      anglerFishId: 234,
    },
    '7712': {
      _id: 7712,
      anglerFishId: 235,
    },
    '7713': {
      _id: 7713,
      anglerFishId: 236,
    },
    '7714': {
      _id: 7714,
      anglerFishId: 237,
    },
    '7902': {
      _id: 7902,
      anglerFishId: 238,
    },
    '7903': {
      _id: 7903,
      anglerFishId: 239,
    },
    '7904': {
      _id: 7904,
      anglerFishId: 240,
    },
    '7905': {
      _id: 7905,
      anglerFishId: 241,
    },
    '7906': {
      _id: 7906,
      anglerFishId: 242,
    },
    '7907': {
      _id: 7907,
      anglerFishId: 243,
    },
    '7908': {
      _id: 7908,
      anglerFishId: 244,
    },
    '7909': {
      _id: 7909,
      anglerFishId: 245,
    },
    '7910': {
      _id: 7910,
      anglerFishId: 246,
    },
    '7911': {
      _id: 7911,
      anglerFishId: 247,
    },
    '7912': {
      _id: 7912,
      anglerFishId: 248,
    },
    '7913': {
      _id: 7913,
      anglerFishId: 249,
    },
    '7914': {
      _id: 7914,
      anglerFishId: 250,
    },
    '7915': {
      _id: 7915,
      anglerFishId: 251,
    },
    '7916': {
      _id: 7916,
      anglerFishId: 252,
    },
    '7917': {
      _id: 7917,
      anglerFishId: 253,
    },
    '7918': {
      _id: 7918,
      anglerFishId: 254,
    },
    '7919': {
      _id: 7919,
      anglerFishId: 255,
    },
    '7920': {
      _id: 7920,
      anglerFishId: 256,
    },
    '7921': {
      _id: 7921,
      anglerFishId: 257,
    },
    '7922': {
      _id: 7922,
      anglerFishId: 258,
    },
    '7923': {
      _id: 7923,
      anglerFishId: 259,
    },
    '7924': {
      _id: 7924,
      anglerFishId: 260,
    },
    '7925': {
      _id: 7925,
      anglerFishId: 261,
    },
    '7926': {
      _id: 7926,
      anglerFishId: 262,
    },
    '7927': {
      _id: 7927,
      anglerFishId: 263,
    },
    '7928': {
      _id: 7928,
      anglerFishId: 264,
    },
    '7929': {
      _id: 7929,
      anglerFishId: 265,
    },
    '7930': {
      _id: 7930,
      anglerFishId: 266,
    },
    '7931': {
      _id: 7931,
      anglerFishId: 267,
    },
    '7932': {
      _id: 7932,
      anglerFishId: 268,
    },
    '7933': {
      _id: 7933,
      anglerFishId: 269,
    },
    '7934': {
      _id: 7934,
      anglerFishId: 270,
    },
    '7935': {
      _id: 7935,
      anglerFishId: 271,
    },
    '7936': {
      _id: 7936,
      anglerFishId: 272,
    },
    '7937': {
      _id: 7937,
      anglerFishId: 273,
    },
    '7938': {
      _id: 7938,
      anglerFishId: 274,
    },
    '7939': {
      _id: 7939,
      anglerFishId: 275,
    },
    '7940': {
      _id: 7940,
      anglerFishId: 276,
    },
    '7941': {
      _id: 7941,
      anglerFishId: 277,
    },
    '7942': {
      _id: 7942,
      anglerFishId: 278,
    },
    '7943': {
      _id: 7943,
      anglerFishId: 279,
    },
    '7944': {
      _id: 7944,
      anglerFishId: 280,
    },
    '7945': {
      _id: 7945,
      anglerFishId: 281,
    },
    '7946': {
      _id: 7946,
      anglerFishId: 282,
    },
    '7947': {
      _id: 7947,
      anglerFishId: 283,
    },
    '7948': {
      _id: 7948,
      anglerFishId: 284,
    },
    '7949': {
      _id: 7949,
      anglerFishId: 285,
    },
    '7950': {
      _id: 7950,
      anglerFishId: 286,
    },
    '7951': {
      _id: 7951,
      anglerFishId: 287,
    },
    '8752': {
      _id: 8752,
      anglerFishId: 288,
    },
    '8753': {
      _id: 8753,
      anglerFishId: 289,
    },
    '8754': {
      _id: 8754,
      anglerFishId: 290,
    },
    '8755': {
      _id: 8755,
      anglerFishId: 291,
    },
    '8756': {
      _id: 8756,
      anglerFishId: 292,
    },
    '8757': {
      _id: 8757,
      anglerFishId: 293,
    },
    '8758': {
      _id: 8758,
      anglerFishId: 294,
    },
    '8759': {
      _id: 8759,
      anglerFishId: 295,
    },
    '8760': {
      _id: 8760,
      anglerFishId: 296,
    },
    '8761': {
      _id: 8761,
      anglerFishId: 297,
    },
    '8762': {
      _id: 8762,
      anglerFishId: 298,
    },
    '8763': {
      _id: 8763,
      anglerFishId: 299,
    },
    '8764': {
      _id: 8764,
      anglerFishId: 300,
    },
    '8765': {
      _id: 8765,
      anglerFishId: 301,
    },
    '8766': {
      _id: 8766,
      anglerFishId: 302,
    },
    '8767': {
      _id: 8767,
      anglerFishId: 303,
    },
    '8768': {
      _id: 8768,
      anglerFishId: 304,
    },
    '8769': {
      _id: 8769,
      anglerFishId: 305,
    },
    '8770': {
      _id: 8770,
      anglerFishId: 306,
    },
    '8771': {
      _id: 8771,
      anglerFishId: 307,
    },
    '8772': {
      _id: 8772,
      anglerFishId: 308,
    },
    '8773': {
      _id: 8773,
      anglerFishId: 309,
    },
    '8774': {
      _id: 8774,
      anglerFishId: 310,
    },
    '8775': {
      _id: 8775,
      anglerFishId: 311,
    },
    '8776': {
      _id: 8776,
      anglerFishId: 312,
    },
    '10123': {
      _id: 10123,
      anglerFishId: 313,
    },
    '12713': {
      _id: 12713,
      anglerFishId: 314,
    },
    '12714': {
      _id: 12714,
      anglerFishId: 315,
    },
    '12715': {
      _id: 12715,
      anglerFishId: 316,
    },
    '12716': {
      _id: 12716,
      anglerFishId: 317,
    },
    '12718': {
      _id: 12718,
      anglerFishId: 318,
    },
    '12719': {
      _id: 12719,
      anglerFishId: 319,
    },
    '12720': {
      _id: 12720,
      anglerFishId: 320,
    },
    '12721': {
      _id: 12721,
      anglerFishId: 321,
    },
    '12722': {
      _id: 12722,
      anglerFishId: 322,
    },
    '12723': {
      _id: 12723,
      anglerFishId: 323,
    },
    '12724': {
      _id: 12724,
      anglerFishId: 324,
    },
    '12725': {
      _id: 12725,
      anglerFishId: 325,
    },
    '12726': {
      _id: 12726,
      anglerFishId: 326,
    },
    '12727': {
      _id: 12727,
      anglerFishId: 327,
    },
    '12728': {
      _id: 12728,
      anglerFishId: 328,
    },
    '12729': {
      _id: 12729,
      anglerFishId: 329,
    },
    '12730': {
      _id: 12730,
      anglerFishId: 330,
    },
    '12731': {
      _id: 12731,
      anglerFishId: 331,
    },
    '12732': {
      _id: 12732,
      anglerFishId: 332,
    },
    '12733': {
      _id: 12733,
      anglerFishId: 333,
    },
    '12734': {
      _id: 12734,
      anglerFishId: 334,
    },
    '12735': {
      _id: 12735,
      anglerFishId: 335,
    },
    '12736': {
      _id: 12736,
      anglerFishId: 336,
    },
    '12737': {
      _id: 12737,
      anglerFishId: 337,
    },
    '12738': {
      _id: 12738,
      anglerFishId: 338,
    },
    '12739': {
      _id: 12739,
      anglerFishId: 339,
    },
    '12740': {
      _id: 12740,
      anglerFishId: 340,
    },
    '12741': {
      _id: 12741,
      anglerFishId: 341,
    },
    '12742': {
      _id: 12742,
      anglerFishId: 342,
    },
    '12743': {
      _id: 12743,
      anglerFishId: 343,
    },
    '12744': {
      _id: 12744,
      anglerFishId: 344,
    },
    '12745': {
      _id: 12745,
      anglerFishId: 345,
    },
    '12746': {
      _id: 12746,
      anglerFishId: 346,
    },
    '12747': {
      _id: 12747,
      anglerFishId: 347,
    },
    '12748': {
      _id: 12748,
      anglerFishId: 348,
    },
    '12749': {
      _id: 12749,
      anglerFishId: 349,
    },
    '12750': {
      _id: 12750,
      anglerFishId: 350,
    },
    '12751': {
      _id: 12751,
      anglerFishId: 351,
    },
    '12752': {
      _id: 12752,
      anglerFishId: 352,
    },
    '12753': {
      _id: 12753,
      anglerFishId: 353,
    },
    '12754': {
      _id: 12754,
      anglerFishId: 354,
    },
    '12755': {
      _id: 12755,
      anglerFishId: 355,
    },
    '12756': {
      _id: 12756,
      anglerFishId: 356,
    },
    '12757': {
      _id: 12757,
      anglerFishId: 357,
    },
    '12758': {
      _id: 12758,
      anglerFishId: 358,
    },
    '12759': {
      _id: 12759,
      anglerFishId: 359,
    },
    '12760': {
      _id: 12760,
      anglerFishId: 360,
    },
    '12761': {
      _id: 12761,
      anglerFishId: 361,
    },
    '12762': {
      _id: 12762,
      anglerFishId: 362,
    },
    '12763': {
      _id: 12763,
      anglerFishId: 363,
    },
    '12764': {
      _id: 12764,
      anglerFishId: 364,
    },
    '12765': {
      _id: 12765,
      anglerFishId: 365,
    },
    '12766': {
      _id: 12766,
      anglerFishId: 366,
    },
    '12767': {
      _id: 12767,
      anglerFishId: 367,
    },
    '12768': {
      _id: 12768,
      anglerFishId: 368,
    },
    '12769': {
      _id: 12769,
      anglerFishId: 369,
    },
    '12770': {
      _id: 12770,
      anglerFishId: 370,
    },
    '12771': {
      _id: 12771,
      anglerFishId: 371,
    },
    '12772': {
      _id: 12772,
      anglerFishId: 372,
    },
    '12773': {
      _id: 12773,
      anglerFishId: 373,
    },
    '12774': {
      _id: 12774,
      anglerFishId: 374,
    },
    '12775': {
      _id: 12775,
      anglerFishId: 375,
    },
    '12776': {
      _id: 12776,
      anglerFishId: 376,
    },
    '12777': {
      _id: 12777,
      anglerFishId: 377,
    },
    '12778': {
      _id: 12778,
      anglerFishId: 378,
    },
    '12779': {
      _id: 12779,
      anglerFishId: 379,
    },
    '12780': {
      _id: 12780,
      anglerFishId: 380,
    },
    '12781': {
      _id: 12781,
      anglerFishId: 381,
    },
    '12782': {
      _id: 12782,
      anglerFishId: 382,
    },
    '12783': {
      _id: 12783,
      anglerFishId: 383,
    },
    '12784': {
      _id: 12784,
      anglerFishId: 384,
    },
    '12785': {
      _id: 12785,
      anglerFishId: 385,
    },
    '12786': {
      _id: 12786,
      anglerFishId: 386,
    },
    '12787': {
      _id: 12787,
      anglerFishId: 387,
    },
    '12788': {
      _id: 12788,
      anglerFishId: 388,
    },
    '12789': {
      _id: 12789,
      anglerFishId: 389,
    },
    '12790': {
      _id: 12790,
      anglerFishId: 390,
    },
    '12791': {
      _id: 12791,
      anglerFishId: 391,
    },
    '12792': {
      _id: 12792,
      anglerFishId: 392,
    },
    '12793': {
      _id: 12793,
      anglerFishId: 393,
    },
    '12794': {
      _id: 12794,
      anglerFishId: 394,
    },
    '12795': {
      _id: 12795,
      anglerFishId: 395,
    },
    '12796': {
      _id: 12796,
      anglerFishId: 396,
    },
    '12797': {
      _id: 12797,
      anglerFishId: 397,
    },
    '12798': {
      _id: 12798,
      anglerFishId: 398,
    },
    '12799': {
      _id: 12799,
      anglerFishId: 399,
    },
    '12800': {
      _id: 12800,
      anglerFishId: 400,
    },
    '12801': {
      _id: 12801,
      anglerFishId: 401,
    },
    '12802': {
      _id: 12802,
      anglerFishId: 402,
    },
    '12803': {
      _id: 12803,
      anglerFishId: 403,
    },
    '12804': {
      _id: 12804,
      anglerFishId: 404,
    },
    '12805': {
      _id: 12805,
      anglerFishId: 405,
    },
    '12806': {
      _id: 12806,
      anglerFishId: 406,
    },
    '12807': {
      _id: 12807,
      anglerFishId: 407,
    },
    '12808': {
      _id: 12808,
      anglerFishId: 408,
    },
    '12809': {
      _id: 12809,
      anglerFishId: 409,
    },
    '12810': {
      _id: 12810,
      anglerFishId: 410,
    },
    '12811': {
      _id: 12811,
      anglerFishId: 411,
    },
    '12812': {
      _id: 12812,
      anglerFishId: 412,
    },
    '12813': {
      _id: 12813,
      anglerFishId: 413,
    },
    '12814': {
      _id: 12814,
      anglerFishId: 414,
    },
    '12815': {
      _id: 12815,
      anglerFishId: 415,
    },
    '12816': {
      _id: 12816,
      anglerFishId: 416,
    },
    '12817': {
      _id: 12817,
      anglerFishId: 417,
    },
    '12818': {
      _id: 12818,
      anglerFishId: 418,
    },
    '12819': {
      _id: 12819,
      anglerFishId: 419,
    },
    '12820': {
      _id: 12820,
      anglerFishId: 420,
    },
    '12821': {
      _id: 12821,
      anglerFishId: 421,
    },
    '12822': {
      _id: 12822,
      anglerFishId: 422,
    },
    '12823': {
      _id: 12823,
      anglerFishId: 423,
    },
    '12824': {
      _id: 12824,
      anglerFishId: 424,
    },
    '12825': {
      _id: 12825,
      anglerFishId: 425,
    },
    '12826': {
      _id: 12826,
      anglerFishId: 426,
    },
    '12827': {
      _id: 12827,
      anglerFishId: 427,
    },
    '12828': {
      _id: 12828,
      anglerFishId: 428,
    },
    '12829': {
      _id: 12829,
      anglerFishId: 429,
    },
    '12830': {
      _id: 12830,
      anglerFishId: 430,
    },
    '12831': {
      _id: 12831,
      anglerFishId: 431,
    },
    '12832': {
      _id: 12832,
      anglerFishId: 432,
    },
    '12833': {
      _id: 12833,
      anglerFishId: 433,
    },
    '12834': {
      _id: 12834,
      anglerFishId: 434,
    },
    '12835': {
      _id: 12835,
      anglerFishId: 435,
    },
    '12836': {
      _id: 12836,
      anglerFishId: 436,
    },
    '12837': {
      _id: 12837,
      anglerFishId: 437,
    },
    '13727': {
      _id: 13727,
      anglerFishId: 438,
    },
    '13728': {
      _id: 13728,
      anglerFishId: 439,
    },
    '13729': {
      _id: 13729,
      anglerFishId: 440,
    },
    '13730': {
      _id: 13730,
      anglerFishId: 441,
    },
    '13731': {
      _id: 13731,
      anglerFishId: 442,
    },
    '13732': {
      _id: 13732,
      anglerFishId: 443,
    },
    '13733': {
      _id: 13733,
      anglerFishId: 444,
    },
    '13734': {
      _id: 13734,
      anglerFishId: 445,
    },
    '13736': {
      _id: 13736,
      anglerFishId: 446,
    },
    '13737': {
      _id: 13737,
      anglerFishId: 447,
    },
    '13738': {
      _id: 13738,
      anglerFishId: 448,
    },
    '13740': {
      _id: 13740,
      anglerFishId: 450,
    },
    '14211': {
      _id: 14211,
      anglerFishId: 451,
    },
    '14212': {
      _id: 14212,
      anglerFishId: 452,
    },
    '14213': {
      _id: 14213,
      anglerFishId: 453,
    },
    '14214': {
      _id: 14214,
      anglerFishId: 454,
    },
    '14215': {
      _id: 14215,
      anglerFishId: 455,
    },
    '14216': {
      _id: 14216,
      anglerFishId: 456,
    },
    '14217': {
      _id: 14217,
      anglerFishId: 457,
    },
    '14218': {
      _id: 14218,
      anglerFishId: 458,
    },
    '14219': {
      _id: 14219,
      anglerFishId: 459,
    },
    '14220': {
      _id: 14220,
      anglerFishId: 460,
    },
    '15439': {
      _id: 15439,
      anglerFishId: 461,
    },
    '15626': {
      _id: 15626,
      anglerFishId: 462,
    },
    '15627': {
      _id: 15627,
      anglerFishId: 463,
    },
    '15628': {
      _id: 15628,
      anglerFishId: 464,
    },
    '15629': {
      _id: 15629,
      anglerFishId: 465,
    },
    '15630': {
      _id: 15630,
      anglerFishId: 466,
    },
    '15631': {
      _id: 15631,
      anglerFishId: 467,
    },
    '15632': {
      _id: 15632,
      anglerFishId: 468,
    },
    '15633': {
      _id: 15633,
      anglerFishId: 469,
    },
    '15634': {
      _id: 15634,
      anglerFishId: 470,
    },
    '15635': {
      _id: 15635,
      anglerFishId: 471,
    },
    '15636': {
      _id: 15636,
      anglerFishId: 472,
    },
    '15637': {
      _id: 15637,
      anglerFishId: 473,
    },
    '15638': {
      _id: 15638,
      anglerFishId: 474,
    },
    '16742': {
      _id: 16742,
      anglerFishId: 475,
    },
    '16743': {
      _id: 16743,
      anglerFishId: 476,
    },
    '16744': {
      _id: 16744,
      anglerFishId: 477,
    },
    '16745': {
      _id: 16745,
      anglerFishId: 478,
    },
    '16746': {
      _id: 16746,
      anglerFishId: 479,
    },
    '16747': {
      _id: 16747,
      anglerFishId: 480,
    },
    '16748': {
      _id: 16748,
      anglerFishId: 481,
    },
    '16749': {
      _id: 16749,
      anglerFishId: 482,
    },
    '16750': {
      _id: 16750,
      anglerFishId: 483,
    },
    '16751': {
      _id: 16751,
      anglerFishId: 484,
    },
    '16752': {
      _id: 16752,
      anglerFishId: 485,
    },
    '16753': {
      _id: 16753,
      anglerFishId: 486,
    },
    '16754': {
      _id: 16754,
      anglerFishId: 487,
    },
    '16756': {
      _id: 16756,
      anglerFishId: 488,
    },
    '17562': {
      _id: 17562,
      anglerFishId: 506,
    },
    '17563': {
      _id: 17563,
      anglerFishId: 507,
    },
    '17564': {
      _id: 17564,
      anglerFishId: 508,
    },
    '17565': {
      _id: 17565,
      anglerFishId: 509,
    },
    '17566': {
      _id: 17566,
      anglerFishId: 510,
    },
    '17577': {
      _id: 17577,
      anglerFishId: 489,
    },
    '17578': {
      _id: 17578,
      anglerFishId: 490,
    },
    '17579': {
      _id: 17579,
      anglerFishId: 491,
    },
    '17580': {
      _id: 17580,
      anglerFishId: 492,
    },
    '17581': {
      _id: 17581,
      anglerFishId: 493,
    },
    '17582': {
      _id: 17582,
      anglerFishId: 494,
    },
    '17583': {
      _id: 17583,
      anglerFishId: 495,
    },
    '17584': {
      _id: 17584,
      anglerFishId: 496,
    },
    '17585': {
      _id: 17585,
      anglerFishId: 497,
    },
    '17586': {
      _id: 17586,
      anglerFishId: 498,
    },
    '17587': {
      _id: 17587,
      anglerFishId: 499,
    },
    '17588': {
      _id: 17588,
      anglerFishId: 500,
    },
    '17589': {
      _id: 17589,
      anglerFishId: 501,
    },
    '17590': {
      _id: 17590,
      anglerFishId: 502,
    },
    '17591': {
      _id: 17591,
      anglerFishId: 503,
    },
    '17592': {
      _id: 17592,
      anglerFishId: 504,
    },
    '17593': {
      _id: 17593,
      anglerFishId: 505,
    },
    '20018': {
      _id: 20018,
      anglerFishId: 618,
    },
    '20019': {
      _id: 20019,
      anglerFishId: 619,
    },
    '20020': {
      _id: 20020,
      anglerFishId: 572,
    },
    '20021': {
      _id: 20021,
      anglerFishId: 620,
    },
    '20022': {
      _id: 20022,
      anglerFishId: 621,
    },
    '20023': {
      _id: 20023,
      anglerFishId: 573,
    },
    '20024': {
      _id: 20024,
      anglerFishId: 622,
    },
    '20025': {
      _id: 20025,
      anglerFishId: 608,
    },
    '20026': {
      _id: 20026,
      anglerFishId: 512,
    },
    '20027': {
      _id: 20027,
      anglerFishId: 592,
    },
    '20028': {
      _id: 20028,
      anglerFishId: 593,
    },
    '20029': {
      _id: 20029,
      anglerFishId: 513,
    },
    '20030': {
      _id: 20030,
      anglerFishId: 623,
    },
    '20031': {
      _id: 20031,
      anglerFishId: 582,
    },
    '20032': {
      _id: 20032,
      anglerFishId: 563,
    },
    '20033': {
      _id: 20033,
      anglerFishId: 528,
    },
    '20034': {
      _id: 20034,
      anglerFishId: 609,
    },
    '20035': {
      _id: 20035,
      anglerFishId: 624,
    },
    '20036': {
      _id: 20036,
      anglerFishId: 574,
    },
    '20037': {
      _id: 20037,
      anglerFishId: 546,
    },
    '20038': {
      _id: 20038,
      anglerFishId: 610,
    },
    '20039': {
      _id: 20039,
      anglerFishId: 611,
    },
    '20040': {
      _id: 20040,
      anglerFishId: 625,
    },
    '20041': {
      _id: 20041,
      anglerFishId: 626,
    },
    '20042': {
      _id: 20042,
      anglerFishId: 514,
    },
    '20043': {
      _id: 20043,
      anglerFishId: 627,
    },
    '20044': {
      _id: 20044,
      anglerFishId: 594,
    },
    '20045': {
      _id: 20045,
      anglerFishId: 515,
    },
    '20046': {
      _id: 20046,
      anglerFishId: 564,
    },
    '20047': {
      _id: 20047,
      anglerFishId: 529,
    },
    '20048': {
      _id: 20048,
      anglerFishId: 628,
    },
    '20049': {
      _id: 20049,
      anglerFishId: 516,
    },
    '20050': {
      _id: 20050,
      anglerFishId: 547,
    },
    '20051': {
      _id: 20051,
      anglerFishId: 629,
    },
    '20052': {
      _id: 20052,
      anglerFishId: 598,
    },
    '20053': {
      _id: 20053,
      anglerFishId: 599,
    },
    '20054': {
      _id: 20054,
      anglerFishId: 630,
    },
    '20055': {
      _id: 20055,
      anglerFishId: 517,
    },
    '20056': {
      _id: 20056,
      anglerFishId: 531,
    },
    '20057': {
      _id: 20057,
      anglerFishId: 532,
    },
    '20058': {
      _id: 20058,
      anglerFishId: 518,
    },
    '20059': {
      _id: 20059,
      anglerFishId: 533,
    },
    '20060': {
      _id: 20060,
      anglerFishId: 548,
    },
    '20061': {
      _id: 20061,
      anglerFishId: 566,
    },
    '20062': {
      _id: 20062,
      anglerFishId: 519,
    },
    '20063': {
      _id: 20063,
      anglerFishId: 534,
    },
    '20064': {
      _id: 20064,
      anglerFishId: 520,
    },
    '20065': {
      _id: 20065,
      anglerFishId: 521,
    },
    '20066': {
      _id: 20066,
      anglerFishId: 549,
    },
    '20067': {
      _id: 20067,
      anglerFishId: 550,
    },
    '20068': {
      _id: 20068,
      anglerFishId: 567,
    },
    '20069': {
      _id: 20069,
      anglerFishId: 551,
    },
    '20070': {
      _id: 20070,
      anglerFishId: 522,
    },
    '20071': {
      _id: 20071,
      anglerFishId: 552,
    },
    '20072': {
      _id: 20072,
      anglerFishId: 523,
    },
    '20073': {
      _id: 20073,
      anglerFishId: 612,
    },
    '20074': {
      _id: 20074,
      anglerFishId: 631,
    },
    '20075': {
      _id: 20075,
      anglerFishId: 613,
    },
    '20076': {
      _id: 20076,
      anglerFishId: 600,
    },
    '20077': {
      _id: 20077,
      anglerFishId: 601,
    },
    '20078': {
      _id: 20078,
      anglerFishId: 614,
    },
    '20079': {
      _id: 20079,
      anglerFishId: 602,
    },
    '20080': {
      _id: 20080,
      anglerFishId: 583,
    },
    '20081': {
      _id: 20081,
      anglerFishId: 553,
    },
    '20082': {
      _id: 20082,
      anglerFishId: 524,
    },
    '20083': {
      _id: 20083,
      anglerFishId: 525,
    },
    '20084': {
      _id: 20084,
      anglerFishId: 535,
    },
    '20085': {
      _id: 20085,
      anglerFishId: 536,
    },
    '20086': {
      _id: 20086,
      anglerFishId: 537,
    },
    '20087': {
      _id: 20087,
      anglerFishId: 526,
    },
    '20088': {
      _id: 20088,
      anglerFishId: 568,
    },
    '20089': {
      _id: 20089,
      anglerFishId: 554,
    },
    '20090': {
      _id: 20090,
      anglerFishId: 527,
    },
    '20091': {
      _id: 20091,
      anglerFishId: 538,
    },
    '20092': {
      _id: 20092,
      anglerFishId: 539,
    },
    '20093': {
      _id: 20093,
      anglerFishId: 540,
    },
    '20094': {
      _id: 20094,
      anglerFishId: 541,
    },
    '20095': {
      _id: 20095,
      anglerFishId: 542,
    },
    '20096': {
      _id: 20096,
      anglerFishId: 543,
    },
    '20097': {
      _id: 20097,
      anglerFishId: 544,
    },
    '20098': {
      _id: 20098,
      anglerFishId: 555,
    },
    '20099': {
      _id: 20099,
      anglerFishId: 556,
    },
    '20100': {
      _id: 20100,
      anglerFishId: 632,
    },
    '20101': {
      _id: 20101,
      anglerFishId: 557,
    },
    '20102': {
      _id: 20102,
      anglerFishId: 558,
    },
    '20103': {
      _id: 20103,
      anglerFishId: 634,
    },
    '20104': {
      _id: 20104,
      anglerFishId: 603,
    },
    '20105': {
      _id: 20105,
      anglerFishId: 604,
    },
    '20106': {
      _id: 20106,
      anglerFishId: 559,
    },
    '20107': {
      _id: 20107,
      anglerFishId: 560,
    },
    '20108': {
      _id: 20108,
      anglerFishId: 561,
    },
    '20109': {
      _id: 20109,
      anglerFishId: 615,
    },
    '20110': {
      _id: 20110,
      anglerFishId: 605,
    },
    '20111': {
      _id: 20111,
      anglerFishId: 575,
    },
    '20112': {
      _id: 20112,
      anglerFishId: 545,
    },
    '20113': {
      _id: 20113,
      anglerFishId: 562,
    },
    '20114': {
      _id: 20114,
      anglerFishId: 606,
    },
    '20115': {
      _id: 20115,
      anglerFishId: 595,
    },
    '20116': {
      _id: 20116,
      anglerFishId: 596,
    },
    '20117': {
      _id: 20117,
      anglerFishId: 597,
    },
    '20118': {
      _id: 20118,
      anglerFishId: 569,
    },
    '20119': {
      _id: 20119,
      anglerFishId: 616,
    },
    '20120': {
      _id: 20120,
      anglerFishId: 570,
    },
    '20121': {
      _id: 20121,
      anglerFishId: 633,
    },
    '20122': {
      _id: 20122,
      anglerFishId: 617,
    },
    '20123': {
      _id: 20123,
      anglerFishId: 571,
    },
    '20124': {
      _id: 20124,
      anglerFishId: 584,
    },
    '20125': {
      _id: 20125,
      anglerFishId: 585,
    },
    '20126': {
      _id: 20126,
      anglerFishId: 576,
    },
    '20127': {
      _id: 20127,
      anglerFishId: 577,
    },
    '20128': {
      _id: 20128,
      anglerFishId: 578,
    },
    '20129': {
      _id: 20129,
      anglerFishId: 586,
    },
    '20130': {
      _id: 20130,
      anglerFishId: 579,
    },
    '20131': {
      _id: 20131,
      anglerFishId: 587,
    },
    '20132': {
      _id: 20132,
      anglerFishId: 580,
    },
    '20133': {
      _id: 20133,
      anglerFishId: 588,
    },
    '20134': {
      _id: 20134,
      anglerFishId: 589,
    },
    '20135': {
      _id: 20135,
      anglerFishId: 590,
    },
    '20136': {
      _id: 20136,
      anglerFishId: 530,
    },
    '20137': {
      _id: 20137,
      anglerFishId: 565,
    },
    '20138': {
      _id: 20138,
      anglerFishId: 581,
    },
    '20140': {
      _id: 20140,
      anglerFishId: 591,
    },
    '20141': {
      _id: 20141,
      anglerFishId: 607,
    },
    '20142': {
      _id: 20142,
      anglerFishId: 635,
    },
    '20143': {
      _id: 20143,
      anglerFishId: 637,
    },
    '20524': {
      _id: 20524,
      anglerFishId: 636,
    },
    '20785': {
      _id: 20785,
      anglerFishId: 742,
    },
    '20786': {
      _id: 20786,
      anglerFishId: 743,
    },
    '20787': {
      _id: 20787,
      anglerFishId: 744,
    },
    '20788': {
      _id: 20788,
      anglerFishId: 745,
    },
    '20789': {
      _id: 20789,
      anglerFishId: 746,
    },
    '21174': {
      _id: 21174,
      anglerFishId: 735,
    },
    '21175': {
      _id: 21175,
      anglerFishId: 736,
    },
    '21176': {
      _id: 21176,
      anglerFishId: 737,
    },
    '21177': {
      _id: 21177,
      anglerFishId: 738,
    },
    '21178': {
      _id: 21178,
      anglerFishId: 739,
    },
    '22389': {
      _id: 22389,
      anglerFishId: 747,
    },
    '22390': {
      _id: 22390,
      anglerFishId: 748,
    },
    '22391': {
      _id: 22391,
      anglerFishId: 749,
    },
    '22392': {
      _id: 22392,
      anglerFishId: 750,
    },
    '22393': {
      _id: 22393,
      anglerFishId: 751,
    },
    '22394': {
      _id: 22394,
      anglerFishId: 752,
    },
    '22395': {
      _id: 22395,
      anglerFishId: 753,
    },
    '22396': {
      _id: 22396,
      anglerFishId: 754,
    },
    '22397': {
      _id: 22397,
      anglerFishId: 755,
    },
    '22398': {
      _id: 22398,
      anglerFishId: 756,
    },
    '22668': {
      _id: 22668,
      anglerFishId: 779,
    },
    '22669': {
      _id: 22669,
      anglerFishId: 780,
    },
    '22670': {
      _id: 22670,
      anglerFishId: 781,
    },
    '22671': {
      _id: 22671,
      anglerFishId: 782,
    },
    '22674': {
      _id: 22674,
      anglerFishId: 785,
    },
    '22675': {
      _id: 22675,
      anglerFishId: 786,
    },
    '22676': {
      _id: 22676,
      anglerFishId: 787,
    },
    '22677': {
      _id: 22677,
      anglerFishId: 788,
    },
    '22678': {
      _id: 22678,
      anglerFishId: 789,
    },
    '22680': {
      _id: 22680,
      anglerFishId: 791,
    },
    '22681': {
      _id: 22681,
      anglerFishId: 792,
    },
    '22684': {
      _id: 22684,
      anglerFishId: 795,
    },
    '22685': {
      _id: 22685,
      anglerFishId: 796,
    },
    '22686': {
      _id: 22686,
      anglerFishId: 797,
    },
    '22687': {
      _id: 22687,
      anglerFishId: 798,
    },
    '22690': {
      _id: 22690,
      anglerFishId: 801,
    },
    '22691': {
      _id: 22691,
      anglerFishId: 802,
    },
    '22692': {
      _id: 22692,
      anglerFishId: 803,
    },
    '22693': {
      _id: 22693,
      anglerFishId: 804,
    },
    '23054': {
      _id: 23054,
      anglerFishId: 757,
    },
    '23055': {
      _id: 23055,
      anglerFishId: 758,
    },
    '23056': {
      _id: 23056,
      anglerFishId: 759,
    },
    '23057': {
      _id: 23057,
      anglerFishId: 760,
    },
    '23058': {
      _id: 23058,
      anglerFishId: 761,
    },
    '23059': {
      _id: 23059,
      anglerFishId: 762,
    },
    '23060': {
      _id: 23060,
      anglerFishId: 763,
    },
    '23061': {
      _id: 23061,
      anglerFishId: 764,
    },
    '23062': {
      _id: 23062,
      anglerFishId: 765,
    },
    '23063': {
      _id: 23063,
      anglerFishId: 766,
    },
    '23064': {
      _id: 23064,
      anglerFishId: 767,
    },
    '23065': {
      _id: 23065,
      anglerFishId: 768,
    },
    '23066': {
      _id: 23066,
      anglerFishId: 769,
    },
    '23067': {
      _id: 23067,
      anglerFishId: 770,
    },
    '23068': {
      _id: 23068,
      anglerFishId: 771,
    },
    '23069': {
      _id: 23069,
      anglerFishId: 772,
    },
    '23070': {
      _id: 23070,
      anglerFishId: 773,
    },
    '23071': {
      _id: 23071,
      anglerFishId: 774,
    },
    '23072': {
      _id: 23072,
      anglerFishId: 775,
    },
    '23074': {
      _id: 23074,
      anglerFishId: 777,
    },
    '23171': {
      _id: 23171,
      anglerFishId: 805,
    },
    '24203': {
      _id: 24203,
      anglerFishId: 806,
    },
    '24204': {
      _id: 24204,
      anglerFishId: 807,
    },
    '24205': {
      _id: 24205,
      anglerFishId: 808,
    },
    '24206': {
      _id: 24206,
      anglerFishId: 809,
    },
    '24207': {
      _id: 24207,
      anglerFishId: 810,
    },
    '24208': {
      _id: 24208,
      anglerFishId: 811,
    },
    '24209': {
      _id: 24209,
      anglerFishId: 812,
    },
    '24210': {
      _id: 24210,
      anglerFishId: 813,
    },
    '24211': {
      _id: 24211,
      anglerFishId: 814,
    },
    '24212': {
      _id: 24212,
      anglerFishId: 815,
    },
    '24213': {
      _id: 24213,
      anglerFishId: 816,
    },
    '24214': {
      _id: 24214,
      anglerFishId: 817,
    },
    '24215': {
      _id: 24215,
      anglerFishId: 818,
    },
    '24216': {
      _id: 24216,
      anglerFishId: 819,
    },
    '24217': {
      _id: 24217,
      anglerFishId: 820,
    },
    '24218': {
      _id: 24218,
      anglerFishId: 821,
    },
    '24557': {
      _id: 24557,
      anglerFishId: 835,
    },
    '24558': {
      _id: 24558,
      anglerFishId: 836,
    },
    '24559': {
      _id: 24559,
      anglerFishId: 837,
    },
    '24560': {
      _id: 24560,
      anglerFishId: 838,
    },
    '24561': {
      _id: 24561,
      anglerFishId: 839,
    },
    '24881': {
      _id: 24881,
      anglerFishId: 822,
    },
    '24882': {
      _id: 24882,
      anglerFishId: 823,
    },
    '24883': {
      _id: 24883,
      anglerFishId: 824,
    },
    '24884': {
      _id: 24884,
      anglerFishId: 825,
    },
    '24885': {
      _id: 24885,
      anglerFishId: 826,
    },
    '24886': {
      _id: 24886,
      anglerFishId: 827,
    },
    '24887': {
      _id: 24887,
      anglerFishId: 828,
    },
    '24888': {
      _id: 24888,
      anglerFishId: 829,
    },
    '24889': {
      _id: 24889,
      anglerFishId: 830,
    },
    '24890': {
      _id: 24890,
      anglerFishId: 831,
    },
    '24891': {
      _id: 24891,
      anglerFishId: 832,
    },
    '24892': {
      _id: 24892,
      anglerFishId: 833,
    },
    '24893': {
      _id: 24893,
      anglerFishId: 834,
    },
    '24990': {
      _id: 24990,
      anglerFishId: 840,
    },
    '24991': {
      _id: 24991,
      anglerFishId: 841,
    },
    '24992': {
      _id: 24992,
      anglerFishId: 842,
    },
    '24993': {
      _id: 24993,
      anglerFishId: 843,
    },
    '24994': {
      _id: 24994,
      anglerFishId: 844,
    },
    '24995': {
      _id: 24995,
      anglerFishId: 845,
    },
    '26746': {
      _id: 26746,
      anglerFishId: 3001,
    },
    '26747': {
      _id: 26747,
      anglerFishId: 3002,
    },
    '26748': {
      _id: 26748,
      anglerFishId: 3003,
    },
    '26749': {
      _id: 26749,
      anglerFishId: 3004,
    },
    '26750': {
      _id: 26750,
      anglerFishId: 3005,
    },
    '26751': {
      _id: 26751,
      anglerFishId: 3006,
    },
    '27410': {
      _id: 27410,
      anglerFishId: 3007,
    },
    '27411': {
      _id: 27411,
      anglerFishId: 3008,
    },
    '27412': {
      _id: 27412,
      anglerFishId: 3009,
    },
    '27413': {
      _id: 27413,
      anglerFishId: 3010,
    },
    '27414': {
      _id: 27414,
      anglerFishId: 3011,
    },
    '27415': {
      _id: 27415,
      anglerFishId: 3012,
    },
    '27416': {
      _id: 27416,
      anglerFishId: 3013,
    },
    '27417': {
      _id: 27417,
      anglerFishId: 3014,
    },
    '27418': {
      _id: 27418,
      anglerFishId: 3015,
    },
    '27419': {
      _id: 27419,
      anglerFishId: 3016,
    },
    '27420': {
      _id: 27420,
      anglerFishId: 3017,
    },
    '27421': {
      _id: 27421,
      anglerFishId: 3018,
    },
    '27422': {
      _id: 27422,
      anglerFishId: 3019,
    },
    '27423': {
      _id: 27423,
      anglerFishId: 3020,
    },
    '27424': {
      _id: 27424,
      anglerFishId: 3021,
    },
    '27425': {
      _id: 27425,
      anglerFishId: 3022,
    },
    '27426': {
      _id: 27426,
      anglerFishId: 3023,
    },
    '27427': {
      _id: 27427,
      anglerFishId: 3024,
    },
    '27428': {
      _id: 27428,
      anglerFishId: 3025,
    },
    '27429': {
      _id: 27429,
      anglerFishId: 3026,
    },
    '27430': {
      _id: 27430,
      anglerFishId: 3027,
    },
    '27431': {
      _id: 27431,
      anglerFishId: 3028,
    },
    '27432': {
      _id: 27432,
      anglerFishId: 3029,
    },
    '27433': {
      _id: 27433,
      anglerFishId: 3030,
    },
    '27434': {
      _id: 27434,
      anglerFishId: 3031,
    },
    '27435': {
      _id: 27435,
      anglerFishId: 3032,
    },
    '27436': {
      _id: 27436,
      anglerFishId: 3033,
    },
    '27437': {
      _id: 27437,
      anglerFishId: 3034,
    },
    '27438': {
      _id: 27438,
      anglerFishId: 3035,
    },
    '27439': {
      _id: 27439,
      anglerFishId: 3036,
    },
    '27440': {
      _id: 27440,
      anglerFishId: 3037,
    },
    '27441': {
      _id: 27441,
      anglerFishId: 3038,
    },
    '27442': {
      _id: 27442,
      anglerFishId: 3039,
    },
    '27443': {
      _id: 27443,
      anglerFishId: 3040,
    },
    '27444': {
      _id: 27444,
      anglerFishId: 3041,
    },
    '27445': {
      _id: 27445,
      anglerFishId: 3042,
    },
    '27446': {
      _id: 27446,
      anglerFishId: 3043,
    },
    '27447': {
      _id: 27447,
      anglerFishId: 3044,
    },
    '27448': {
      _id: 27448,
      anglerFishId: 3045,
    },
    '27449': {
      _id: 27449,
      anglerFishId: 3046,
    },
    '27450': {
      _id: 27450,
      anglerFishId: 3047,
    },
    '27451': {
      _id: 27451,
      anglerFishId: 3048,
    },
    '27452': {
      _id: 27452,
      anglerFishId: 3049,
    },
    '27453': {
      _id: 27453,
      anglerFishId: 3050,
    },
    '27454': {
      _id: 27454,
      anglerFishId: 3051,
    },
    '27455': {
      _id: 27455,
      anglerFishId: 3052,
    },
    '27456': {
      _id: 27456,
      anglerFishId: 3053,
    },
    '27457': {
      _id: 27457,
      anglerFishId: 3054,
    },
    '27458': {
      _id: 27458,
      anglerFishId: 3055,
    },
    '27459': {
      _id: 27459,
      anglerFishId: 3056,
    },
    '27460': {
      _id: 27460,
      anglerFishId: 3057,
    },
    '27461': {
      _id: 27461,
      anglerFishId: 3058,
    },
    '27462': {
      _id: 27462,
      anglerFishId: 3059,
    },
    '27463': {
      _id: 27463,
      anglerFishId: 3060,
    },
    '27464': {
      _id: 27464,
      anglerFishId: 3061,
    },
    '27465': {
      _id: 27465,
      anglerFishId: 3062,
    },
    '27466': {
      _id: 27466,
      anglerFishId: 3063,
    },
    '27467': {
      _id: 27467,
      anglerFishId: 3064,
    },
    '27468': {
      _id: 27468,
      anglerFishId: 3065,
    },
    '27469': {
      _id: 27469,
      anglerFishId: 3066,
    },
    '27470': {
      _id: 27470,
      anglerFishId: 3067,
    },
    '27471': {
      _id: 27471,
      anglerFishId: 3068,
    },
    '27472': {
      _id: 27472,
      anglerFishId: 3069,
    },
    '27473': {
      _id: 27473,
      anglerFishId: 3070,
    },
    '27474': {
      _id: 27474,
      anglerFishId: 3071,
    },
    '27475': {
      _id: 27475,
      anglerFishId: 3072,
    },
    '27476': {
      _id: 27476,
      anglerFishId: 3073,
    },
    '27477': {
      _id: 27477,
      anglerFishId: 3074,
    },
    '27478': {
      _id: 27478,
      anglerFishId: 3075,
    },
    '27479': {
      _id: 27479,
      anglerFishId: 3076,
    },
    '27480': {
      _id: 27480,
      anglerFishId: 3077,
    },
    '27481': {
      _id: 27481,
      anglerFishId: 3078,
    },
    '27482': {
      _id: 27482,
      anglerFishId: 3079,
    },
    '27483': {
      _id: 27483,
      anglerFishId: 3080,
    },
    '27484': {
      _id: 27484,
      anglerFishId: 3081,
    },
    '27485': {
      _id: 27485,
      anglerFishId: 3082,
    },
    '27486': {
      _id: 27486,
      anglerFishId: 3083,
    },
    '27487': {
      _id: 27487,
      anglerFishId: 3084,
    },
    '27488': {
      _id: 27488,
      anglerFishId: 3085,
    },
    '27489': {
      _id: 27489,
      anglerFishId: 3086,
    },
    '27490': {
      _id: 27490,
      anglerFishId: 3087,
    },
    '27491': {
      _id: 27491,
      anglerFishId: 3088,
    },
    '27492': {
      _id: 27492,
      anglerFishId: 3089,
    },
    '27493': {
      _id: 27493,
      anglerFishId: 3090,
    },
    '27494': {
      _id: 27494,
      anglerFishId: 3091,
    },
    '27495': {
      _id: 27495,
      anglerFishId: 3092,
    },
    '27496': {
      _id: 27496,
      anglerFishId: 3093,
    },
    '27497': {
      _id: 27497,
      anglerFishId: 3094,
    },
    '27498': {
      _id: 27498,
      anglerFishId: 3095,
    },
    '27499': {
      _id: 27499,
      anglerFishId: 3096,
    },
    '27500': {
      _id: 27500,
      anglerFishId: 3097,
    },
    '27501': {
      _id: 27501,
      anglerFishId: 3098,
    },
    '27502': {
      _id: 27502,
      anglerFishId: 3099,
    },
    '27503': {
      _id: 27503,
      anglerFishId: 3100,
    },
    '27504': {
      _id: 27504,
      anglerFishId: 3101,
    },
    '27505': {
      _id: 27505,
      anglerFishId: 3102,
    },
    '27506': {
      _id: 27506,
      anglerFishId: 3103,
    },
    '27507': {
      _id: 27507,
      anglerFishId: 3104,
    },
    '27508': {
      _id: 27508,
      anglerFishId: 3105,
    },
    '27509': {
      _id: 27509,
      anglerFishId: 3106,
    },
    '27510': {
      _id: 27510,
      anglerFishId: 3107,
    },
    '27511': {
      _id: 27511,
      anglerFishId: 3108,
    },
    '27512': {
      _id: 27512,
      anglerFishId: 3109,
    },
    '27513': {
      _id: 27513,
      anglerFishId: 3110,
    },
    '27514': {
      _id: 27514,
      anglerFishId: 3111,
    },
    '27515': {
      _id: 27515,
      anglerFishId: 3112,
    },
    '27516': {
      _id: 27516,
      anglerFishId: 3113,
    },
    '27523': {
      _id: 27523,
      anglerFishId: 3120,
    },
    '27524': {
      _id: 27524,
      anglerFishId: 3121,
    },
    '27525': {
      _id: 27525,
      anglerFishId: 3122,
    },
    '27526': {
      _id: 27526,
      anglerFishId: 3123,
    },
    '27527': {
      _id: 27527,
      anglerFishId: 3124,
    },
    '28065': {
      _id: 28065,
      anglerFishId: 3179,
    },
    '28066': {
      _id: 28066,
      anglerFishId: 3180,
    },
    '28067': {
      _id: 28067,
      anglerFishId: 3181,
    },
    '28068': {
      _id: 28068,
      anglerFishId: 3182,
    },
    '28069': {
      _id: 28069,
      anglerFishId: 3183,
    },
    '28070': {
      _id: 28070,
      anglerFishId: 3184,
    },
    '28071': {
      _id: 28071,
      anglerFishId: 3185,
    },
    '28072': {
      _id: 28072,
      anglerFishId: 3186,
    },
    '28189': {
      _id: 28189,
      anglerFishId: 3187,
    },
    '28190': {
      _id: 28190,
      anglerFishId: 3188,
    },
    '28191': {
      _id: 28191,
      anglerFishId: 3189,
    },
    '28192': {
      _id: 28192,
      anglerFishId: 3190,
    },
    '28193': {
      _id: 28193,
      anglerFishId: 3191,
    },
    '28719': {
      _id: 28719,
      anglerFishId: 3192,
    },
    '28925': {
      _id: 28925,
      anglerFishId: 3193,
    },
    '28926': {
      _id: 28926,
      anglerFishId: 3194,
    },
    '28928': {
      _id: 28928,
      anglerFishId: 3196,
    },
    '28929': {
      _id: 28929,
      anglerFishId: 3197,
    },
    '28930': {
      _id: 28930,
      anglerFishId: 3198,
    },
    '29673': {
      _id: 29673,
      anglerFishId: 3299,
    },
    '29678': {
      _id: 29678,
      anglerFishId: 3300,
    },
    '30432': {
      _id: 30432,
      anglerFishId: 3301,
    },
    '30433': {
      _id: 30433,
      anglerFishId: 3302,
    },
    '30434': {
      _id: 30434,
      anglerFishId: 3303,
    },
    '30435': {
      _id: 30435,
      anglerFishId: 3304,
    },
    '30436': {
      _id: 30436,
      anglerFishId: 3305,
    },
    '30437': {
      _id: 30437,
      anglerFishId: 3306,
    },
    '30438': {
      _id: 30438,
      anglerFishId: 3307,
    },
    '30439': {
      _id: 30439,
      anglerFishId: 3308,
    },
    '30487': {
      _id: 30487,
      anglerFishId: 3310,
    },
    '30488': {
      _id: 30488,
      anglerFishId: 3311,
    },
    '30489': {
      _id: 30489,
      anglerFishId: 3312,
    },
    '30490': {
      _id: 30490,
      anglerFishId: 3313,
    },
    '30491': {
      _id: 30491,
      anglerFishId: 3314,
    },
    '30492': {
      _id: 30492,
      anglerFishId: 3315,
    },
    '30593': {
      _id: 30593,
      anglerFishId: 3309,
    },
  },
  BAIT_ITEMS: {
    '2585': {
      _id: 2585,
      name_chs: '沙蚕',
    },
    '2586': {
      _id: 2586,
      name_chs: '蛾蛹',
    },
    '2587': {
      _id: 2587,
      name_chs: '潮虫',
    },
    '2588': {
      _id: 2588,
      name_chs: '蝲蛄丸子',
    },
    '2589': {
      _id: 2589,
      name_chs: '虾虎丸子',
    },
    '2590': {
      _id: 2590,
      name_chs: '血蚯蚓',
    },
    '2591': {
      _id: 2591,
      name_chs: '沟鼠尾巴',
    },
    '2592': {
      _id: 2592,
      name_chs: '摇蚊',
    },
    '2594': {
      _id: 2594,
      name_chs: '黄油虫',
    },
    '2595': {
      _id: 2595,
      name_chs: '鲈鱼丸子',
    },
    '2596': {
      _id: 2596,
      name_chs: '单环刺螠',
    },
    '2597': {
      _id: 2597,
      name_chs: '花蝇',
    },
    '2598': {
      _id: 2598,
      name_chs: '鲱鱼丸子',
    },
    '2599': {
      _id: 2599,
      name_chs: '蜜虫',
    },
    '2600': {
      _id: 2600,
      name_chs: '沙蛭',
    },
    '2601': {
      _id: 2601,
      name_chs: '蛀虫',
    },
    '2602': {
      _id: 2602,
      name_chs: '沙壁虎',
    },
    '2603': {
      _id: 2603,
      name_chs: '火萤',
    },
    '2604': {
      _id: 2604,
      name_chs: '滚石',
    },
    '2605': {
      _id: 2605,
      name_chs: '浮游虫',
    },
    '2606': {
      _id: 2606,
      name_chs: '极地磷虾',
    },
    '2607': {
      _id: 2607,
      name_chs: '石蚕',
    },
    '2609': {
      _id: 2609,
      name_chs: '气球虫',
    },
    '2610': {
      _id: 2610,
      name_chs: '陆行鸟拟饵',
    },
    '2611': {
      _id: 2611,
      name_chs: '漂浮诱饵鱼',
    },
    '2613': {
      _id: 2613,
      name_chs: '小虾肉笼',
    },
    '2614': {
      _id: 2614,
      name_chs: '乌鸦拟饵',
    },
    '2615': {
      _id: 2615,
      name_chs: '白银勺形鱼饵',
    },
    '2616': {
      _id: 2616,
      name_chs: '铁板钩',
    },
    '2617': {
      _id: 2617,
      name_chs: '下沉诱饵鱼',
    },
    '2618': {
      _id: 2618,
      name_chs: '毛球拟饵',
    },
    '2619': {
      _id: 2619,
      name_chs: '重铁板钩',
    },
    '2620': {
      _id: 2620,
      name_chs: '旋转亮片',
    },
    '2621': {
      _id: 2621,
      name_chs: '磷虾肉笼',
    },
    '2623': {
      _id: 2623,
      name_chs: '雉鸡拟饵',
    },
    '2624': {
      _id: 2624,
      name_chs: '漂浮诱饵蛙',
    },
    '2625': {
      _id: 2625,
      name_chs: '彩虹勺形鱼饵',
    },
    '2626': {
      _id: 2626,
      name_chs: '复合亮片',
    },
    '2627': {
      _id: 2627,
      name_chs: '羽毛拟饵',
    },
    '2628': {
      _id: 2628,
      name_chs: '弓角',
    },
    '4869': {
      _id: 4869,
      name_chs: '梅尔托尔虾虎',
    },
    '4872': {
      _id: 4872,
      name_chs: '海云水母',
    },
    '4874': {
      _id: 4874,
      name_chs: '海港鲱',
    },
    '4888': {
      _id: 4888,
      name_chs: '魔梭鱼',
    },
    '4898': {
      _id: 4898,
      name_chs: '满月沙丁鱼',
    },
    '4904': {
      _id: 4904,
      name_chs: '梭子鰆',
    },
    '4919': {
      _id: 4919,
      name_chs: '巨型乌贼',
    },
    '4927': {
      _id: 4927,
      name_chs: '斑纹虾虎',
    },
    '4937': {
      _id: 4937,
      name_chs: '阿巴拉提亚公鱼',
    },
    '4942': {
      _id: 4942,
      name_chs: '斗鱼',
    },
    '4948': {
      _id: 4948,
      name_chs: '铜鱼',
    },
    '4977': {
      _id: 4977,
      name_chs: '沙鱼',
    },
    '4978': {
      _id: 4978,
      name_chs: '银鱼',
    },
    '4995': {
      _id: 4995,
      name_chs: '杜父鱼',
    },
    '5002': {
      _id: 5002,
      name_chs: '暗斗鱼',
    },
    '5011': {
      _id: 5011,
      name_chs: '金鱼',
    },
    '5035': {
      _id: 5035,
      name_chs: '飞沙鱼',
    },
    '5040': {
      _id: 5040,
      name_chs: '破云飞鱼',
    },
    '5044': {
      _id: 5044,
      name_chs: '浮云碟',
    },
    '8771': {
      _id: 8771,
      name_chs: '马哈尔',
    },
    '12704': {
      _id: 12704,
      name_chs: '石蝇幼虫',
    },
    '12705': {
      _id: 12705,
      name_chs: '土蜘蛛',
    },
    '12706': {
      _id: 12706,
      name_chs: '哥布林钓钩',
    },
    '12707': {
      _id: 12707,
      name_chs: '叶片钓钩',
    },
    '12708': {
      _id: 12708,
      name_chs: '红气球虫',
    },
    '12709': {
      _id: 12709,
      name_chs: '熔岩蠕虫',
    },
    '12710': {
      _id: 12710,
      name_chs: '恶魔蠕虫',
    },
    '12711': {
      _id: 12711,
      name_chs: '残暴水蛭',
    },
    '12712': {
      _id: 12712,
      name_chs: '巨型大蚊',
    },
    '12715': {
      _id: 12715,
      name_chs: '冰战神',
    },
    '12716': {
      _id: 12716,
      name_chs: '天虫',
    },
    '12722': {
      _id: 12722,
      name_chs: '蓝螯虾',
    },
    '12724': {
      _id: 12724,
      name_chs: '冰川核',
    },
    '12730': {
      _id: 12730,
      name_chs: '牛蛙',
    },
    '12753': {
      _id: 12753,
      name_chs: '夕月天女',
    },
    '12754': {
      _id: 12754,
      name_chs: '花岗蟹',
    },
    '12757': {
      _id: 12757,
      name_chs: '蝼蛄',
    },
    '12776': {
      _id: 12776,
      name_chs: '白金鱼',
    },
    '12777': {
      _id: 12777,
      name_chs: '以太之眼',
    },
    '12780': {
      _id: 12780,
      name_chs: '香鱼',
    },
    '12805': {
      _id: 12805,
      name_chs: '高天鱼',
    },
    '20025': {
      _id: 20025,
      name_chs: '岩盐咸鱼',
    },
    '20056': {
      _id: 20056,
      name_chs: '基拉巴尼亚鳟',
    },
    '20064': {
      _id: 20064,
      name_chs: '气球蛙',
    },
    '20112': {
      _id: 20112,
      name_chs: '红玉虾',
    },
    '20127': {
      _id: 20127,
      name_chs: '嘎牙子',
    },
    '20613': {
      _id: 20613,
      name_chs: '鲑鱼籽',
    },
    '20614': {
      _id: 20614,
      name_chs: '肥蚯蚓',
    },
    '20615': {
      _id: 20615,
      name_chs: '赤虫',
    },
    '20616': {
      _id: 20616,
      name_chs: '蚕蛹',
    },
    '20617': {
      _id: 20617,
      name_chs: '活虾',
    },
    '20618': {
      _id: 20618,
      name_chs: '蔓菁拟饵',
    },
    '20619': {
      _id: 20619,
      name_chs: '悬浮诱饵鱼',
    },
    '20675': {
      _id: 20675,
      name_chs: '嗡嗡石蝇',
    },
    '20676': {
      _id: 20676,
      name_chs: '蓝矶沙蚕',
    },
    '21177': {
      _id: 21177,
      name_chs: '紫彩鱼',
    },
    '22397': {
      _id: 22397,
      name_chs: '红彩鱼',
    },
    '24207': {
      _id: 24207,
      name_chs: '硬头鳟',
    },
    '24214': {
      _id: 24214,
      name_chs: '苦尔鳗',
    },
    '27457': {
      _id: 27457,
      name_chs: '尖枪乌贼',
    },
    '27460': {
      _id: 27460,
      name_chs: '角骨鱼',
    },
    '27461': {
      _id: 27461,
      name_chs: '沙蹼壁虎',
    },
    '27490': {
      _id: 27490,
      name_chs: '王冠脂鲤',
    },
    '27491': {
      _id: 27491,
      name_chs: '引螈',
    },
    '27506': {
      _id: 27506,
      name_chs: '古代虾',
    },
    '27582': {
      _id: 27582,
      name_chs: '水果蠕虫',
    },
    '27583': {
      _id: 27583,
      name_chs: '藻虾',
    },
    '27584': {
      _id: 27584,
      name_chs: '沙漠蛙',
    },
    '27585': {
      _id: 27585,
      name_chs: '大理石幼虫',
    },
    '27586': {
      _id: 27586,
      name_chs: '力山羊肉干',
    },
    '27587': {
      _id: 27587,
      name_chs: '盗蟹丸',
    },
    '27588': {
      _id: 27588,
      name_chs: '短嘴诱饵鱼',
    },
    '27589': {
      _id: 27589,
      name_chs: '虫箱',
    },
    '27590': {
      _id: 27590,
      name_chs: '乌贼丝',
    },
    '27591': {
      _id: 27591,
      name_chs: '淡水万能饵',
    },
    '28634': {
      _id: 28634,
      name_chs: '金属亮片',
    },
    '30136': {
      _id: 30136,
      name_chs: null,
    },
  },
}
