module.exports = {
  competitions: [
    {
      name: '第一届光之渔夫钓鱼大赛',
      posters: [
        {
          md: 'https://z3.ax1x.com/2021/06/12/25A0G6.md.png',
          lg: 'https://z3.ax1x.com/2021/06/12/25A0G6.png',
        },
      ],
      ranks: ['Aya奈亚 @ 摩杜纳', '小哭 @ 神意之地', '桜华彩 @ 幻影群岛'],
      staffs: [
        { type: '策划', names: '邪师萧@摩杜纳' },
        {
          type: '裁判',
          names:
            '南陌@摩杜纳、邪师萧@摩杜纳、白兰地红荼@摩杜纳、贞德LILY@摩杜纳、梅花爪爪@摩杜纳',
        },
        { type: '宣传', names: '邪师萧@摩杜纳、白兰地红荼@摩杜纳' },
        { type: '文案', names: '南陌@摩杜纳、邪师萧@摩杜纳' },
        { type: '美工', names: '马猴烧鱼@拉诺西亚、种夏@白银乡' },
        {
          type: '后勤',
          names: '邪师萧@摩杜纳、白兰地红茶@摩杜纳、贞德LILY@摩杜纳、伽达默尔@摩杜纳',
        },
        {
          type: '赞助',
          names:
            '梅花爪爪@摩杜纳、钩子@红玉海、伽达默尔@摩杜纳、邪师萧@摩杜纳、南陌@摩杜纳、白兰地红茶@摩杜纳、贞德LILY@摩杜纳、八雲甜筒@萌芽池',
        },
      ],
    },
    {
      name: '第二届光之渔夫钓鱼大赛',
      posters: [
        {
          md: 'https://z3.ax1x.com/2021/06/12/25AlGV.md.jpg',
          lg: 'https://z3.ax1x.com/2021/06/12/25AlGV.jpg',
        },
        {
          md: 'https://z3.ax1x.com/2021/06/12/25A12T.md.jpg',
          lg: 'https://z3.ax1x.com/2021/06/12/25A12T.jpg',
        },
        {
          md: 'https://z3.ax1x.com/2021/06/12/25A3xU.md.jpg',
          lg: 'https://z3.ax1x.com/2021/06/12/25A3xU.jpg',
        },
      ],
      ranks: ['小咪 @ 拂晓之间', '澄原星奈 @ 红玉海', '冬天丶 @ 柔风海湾'],
      staffs: [
        { type: '策划人', names: '种夏@白银乡,梦洞子时@红玉海,邪师萧@摩杜纳' },
        { type: '美工', names: '种夏@白银乡' },
        { type: '摄影', names: '绘梦游光@白银乡,顾清宁@红玉海,樂米洛@拉诺西亚' },
        { type: '文案', names: '菌菇火锅@白金幻象,清华大学@摩杜纳' },
        { type: '赞助商', names: '迪维娜@龙巢神殿、顾清宁@红玉海' },
        { type: '总执行', names: '幻想乡的辉夜@拉诺西亚,|落落@白金幻象,执剑剌@摩杜纳' },
        { type: '后勤', names: '沾到油@静语庄园,白兰地红茶@摩杜纳,南陌@摩杜纳' },
      ],
    },
    {
      name: '第三届光之渔夫钓鱼大赛',
      posters: [
        {
          md: 'https://z3.ax1x.com/2021/06/12/25PIHI.md.jpg',
          lg: 'https://z3.ax1x.com/2021/06/12/25PIHI.jpg',
        },
        {
          md: 'https://z3.ax1x.com/2021/06/12/25P5DA.md.jpg',
          lg: 'https://z3.ax1x.com/2021/06/12/25P5DA.jpg',
        },
        {
          md: 'https://z3.ax1x.com/2021/06/12/25P4ud.md.jpg',
          lg: 'https://z3.ax1x.com/2021/06/12/25P4ud.jpg',
        },
      ],
      ranks: ['孤铭@柔风海湾', '黑矅石@白银乡', '柯·哈特@红玉海'],
      staffs: [
        { type: '策划人', names: '梦河子时@红玉海、种夏@白银乡、沾到油@静语庄园' },
        { type: '总裁判', names: ' 宓汐妍@红玉海、喜欢花青鱼白@拂晓之间、二柘@延夏' },
        {
          type: '裁判',
          names:
            '伊利亚之雪@晨曦王座、Sterne@红玉海、明朗@宇宙和音、班吉拉苏@红王海、我叫梁一帆@宇宙和音、白锁@沃仙唯染、特产珍珠奶茶@神拳痕、小平丶@龙巢神殿、蓝霉猫猫@龙巢神殿、茶茶茶泡饭@白金幻象、剑器近@神拳痕、云海蝴蝶螺螺@拂晓之间、紫米@白银乡、三颗金平糖@海猫茶屋、夕野七濑@摩杜纳、萌@柔风海湾、一只白色猫屁@海猫茶屋、德拉科马尔福@延夏、深海奏汰@静语庄园',
        },
        {
          type: '规则策划',
          names:
            '我叫梁一帆@宇宙和音、轩辕十四@沃仙曦染、明朗@宇宙和音、梦洞子时@红玉海、菇@白银乡',
        },
        { type: '主美', names: '马猴烧鱼@拉诺西亚、种夏@白银乡' },
        { type: '文案', names: '落山@宇宙和音、Sterne@红玉海' },
        { type: '合作方', names: '风屿@沃仙疃染、红豆年糕@海猫茶屋' },
        {
          type: '赞助商',
          names:
            '宓汐妍@红玉海、Sterne@红玉海、明朗@宇宙和音、梦泪子时@红玉海、米豪@沃仙曦染、菇@白银乡、种夏@白银乡、沾到油@静语庄园、白兰地红荼@摩杜纳、清华大学@摩杜纳',
        },
        {
          type: '宣传',
          names: '明朗@宇宙和音、梦洞子时@红玉海、种夏@白银乡、沾到油@静语庄园',
        },
        { type: '摄影师', names: '云千秋@微博' },
        { type: '模特', names: '呜呜阿瞄@红玉海' },
      ],
    },
  ],
}
