module.exports = {
  FISH_NOTIFICATION: {
    7678: {
      text: ['餐桌上的死亡天使现身了！', '一生仅有一次的品尝体验来临了！'],
    },
    7679: {
      text: ['河底出现有妖艳体色的大鱼！'],
    },
    7680: {
      text: ['水下的石板张开了大嘴！'],
    },
    7681: {
      text: ['仿佛听到了古菩猩猩的吼叫声！'],
    },
    7682: {
      text: ['水里似乎闪着犹如水晶般的光辉！', '薄雾笼罩的湖面似乎有什么在活动...'],
    },
    7683: {
      text: ['传说的剑士在水中激战！', '涟漪小川桥上坐~'],
    },
    7684: {
      text: ['刚刚飘在水上的酒瓶消失了！', '其实也吃虾虎。'],
    },
    7685: {
      text: ['海面下有金币闪闪发光！', '阳光下的海面金光闪闪...'],
    },
    7686: {
      text: ['海里出现了称霸这一带的凶猛大鱼！', '捕鱼人的赚钱时刻到了！'],
    },
    7687: {
      text: ['海里有像是金属反射的暗淡光辉！', '铸甲贝准备咬钩了！'],
    },
    7688: {
      text: ['沙子诡异的动了！'],
    },
    7689: {
      text: ['暗骑士并不只是传说！', '献给逝去的暗骑士'],
    },
    7690: {
      text: [],
    },
    7691: {
      text: ['海里传来切割猎物的声音！'],
    },
    7692: {
      text: ['污流中出现罕见的巨影！', '长的大，却不好吃'],
    },
    7693: {
      text: ['海面扫过传说中的宝剑！', '海川鱼神，最初的开始！'],
    },
    7694: {
      text: ['石头后面似乎有动静！'],
    },
    7695: {
      text: ['湖边游过一个危险的身影！', '一杆触发！'],
    },
    7696: {
      text: ['淡淡的血腥气飘散开来！'],
    },
    7697: {
      text: ['察觉到了战斗的碧影！'],
    },
    7698: {
      text: ['河中掀起了一阵浑浊！', '总有人卡的千奇百怪v2.0'],
    },
    7699: {
      text: ['一个巨大的蓝色身影出现在河里！'],
    },
    7700: {
      text: ['池边有副面孔若隐若现！', '一杆到几杆的距离'],
    },
    7701: {
      text: ['倔强的家伙又出现了！', '总有人卡的千奇百怪v1.0'],
    },
    7702: {
      text: ['周围布满了奇怪的痕迹！', '是去南泉还是去北泉？'],
    },
    7703: {
      text: ['柔软的白色身影在谷中忽隐忽现！', '甚至可以在你认为上钩了的瞬间轻松脱身'],
    },
    7704: {
      text: ['隐约看见了通透的尸骸！', '是去北泉还是去南泉？'],
    },
    7705: {
      text: ['贪食的家伙出现了！', '不会吧不会吧 不会有人钓不上这个吧'],
    },
    7706: {
      text: ['宛如巨像的巨蟹开始活动！', '湖底隆起了巨像的一般的身影！'],
    },
    7707: {
      text: ['巨鲨的劲敌似乎出现在这附近！'],
    },
    7708: {
      text: ['惊人的美味游出了河谷！', '出发！！低语河谷！'],
    },
    7709: {
      text: ['察觉到了挑食的大鱼！'],
    },
    7710: {
      text: ['海中旋涡中出现了巨大身影！'],
    },
    7711: {
      text: ['鱼钩像是被石头卡住了！', '首饰镶嵌力量魔晶石！（2.0玄学）'],
    },
    7712: {
      text: ['四周的绳索统统被剪断了！'],
    },
    7713: {
      text: [
        '暴雨的始作俑者跳出了湖面！',
        '据说大暴雨的夜晚，有条巨大的鱼跳出来湖面..',
        '别忘了顺便钓些求雨鱼哦~',
      ],
    },
    7714: {
      text: ['水中反射着耀眼的光芒！', '阳光下的水面似乎有点刺眼...', '一杆触发！'],
    },
    7902: {
      text: [
        '深处似乎有一张脸在盯着你看！',
        '阳光无法到达之处，必有另一张面孔...',
        '撒饵时间到了！',
      ],
    },
    7903: {
      text: [
        '深渊深处惊现灵灾幸存之物！',
        '在深深的黑暗之中迎来新生...',
        '走的时候带走精金幼龟。',
      ],
    },
    7904: {
      text: ['有个身影在瀑布中跃动！', '水中圣女，油锅逃脱~'],
    },
    7905: {
      text: ['疑似长须豹的身影掠过了湖边！'],
    },
    7906: {
      text: [
        '握杆的手指似乎有一丝寒意！',
        '黄昏前的海湾似乎也别有一番风味呢...',
        '每次一分钟，钓鱼好健康。',
        '快带上钢铁手套！',
        '从握杆的手指上传来了一股危险的气息！',
      ],
    },
    7907: {
      text: ['池中的观赏鱼又不见了！', '终结别人的爱情和你的上钩'],
    },
    7908: {
      text: ['巨大的蛇身在河里扭动！', '撒饵不要停！'],
    },
    7909: {
      text: ['不可能咬钩的家伙出现了！', '大帝准备咬钩了！！'],
    },
    7910: {
      text: ['狡猾的利己者现出了身形！', '不咬钩的崽种上钩了！'],
    },
    7911: {
      text: ['河中有一枚硕大的蛟颅！', '爱你的八目鳗即将上钩！'],
    },
    7912: {
      text: ['有一个细小的黑影跃上了瀑布！', '鱼也有自尊心？'],
    },
    7913: {
      text: ['水面上有石块在浮动！', '小小的鱼宛如千斤！'],
    },
    7914: {
      text: ['出现了看见鲤鱼露出尖牙的错觉？', '鲤鱼露出牙齿诡异的笑了 sancheck0/1d3'],
    },
    7915: {
      text: ['海中出现可以媲美鲨鱼体型的大鱼！', '沙丁鱼永远都爱单环刺螠~'],
    },
    7916: {
      text: ['水中出现了异样的绿影！', '鳗鱼派！'],
    },
    7917: {
      text: ['海面隐约有巨大的触须！', '它又短又不舔'],
    },
    7918: {
      text: [
        '璀璨的光芒照亮了河岸！',
        '由阳光编织的外衣即使是夜晚仍然熠熠生辉...',
        '总有人卡的千奇百怪v3.0',
      ],
    },
    7919: {
      text: ['独特的鱼种在石缝边活动！', '小荷才露尖尖角'],
    },
    7920: {
      text: [
        '如梦的光影出现在了常影深处！',
        '日落之后的河面，闪耀的奇异的光芒...',
        '有鱼准备不咬钩了！',
      ],
    },
    7921: {
      text: ['水底出现了肥大的身影！'],
    },
    7922: {
      text: ['哥布林传说中的教父出现了！', '我只觉得他们吵闹.jpg'],
    },
    7923: {
      text: [
        '闻到了一股浓烈的芳香！',
        '浓雾笼罩的夜晚，不知何处传来了芳香的气味...',
        '是猫猫们的最爱',
      ],
    },
    7924: {
      text: ['似乎有个落水的爆弹！', '准备15S断杆 ！'],
    },
    7925: {
      text: ['瀑布的盐度似乎异于往常！', '它可不是鱼王杆哦！'],
    },
    7926: {
      text: [
        '异常的独行猎食者出现了！',
        '即使是暴风也不会阻挡他孤独前行的脚步...',
        '鱼带着你的重铁板钩逃走了！',
      ],
    },
    7927: {
      text: ['温泉的常客在悠闲的活动！', '温泉王准备脱钩了！', '温泉的大王仍不愿离开……'],
    },
    7928: {
      text: ['察觉到了伤痕密布的大鱼！', '真的有这条鱼吗？'],
    },
    7929: {
      text: [
        '水中泛起了少许气泡！',
        '又可以偷看猫猫洗澡了！',
        '我真的只是来钓鱼的！我发誓！',
      ],
    },
    7930: {
      text: ['沙海深处有一张狰狞的大嘴！', '又到了捕鱼人的赚钱时刻！'],
    },
    7931: {
      text: ['有巨大的绒毯乘风滑翔！', '不会吧？你居然没钓上来这条？'],
    },
    7932: {
      text: ['感觉到有敏捷的大鱼在附近活动！', '总有人卡的千奇百怪v4.0'],
    },
    7933: {
      text: ['水底深处隐现着诡异幽光！', '夜晚的旅道闪耀着点点如亡魂一样的诡异的光辉...'],
    },
    7934: {
      text: ['池中有美丽的身影游动！', '警惕！你面前的臭套索花！'],
    },
    7935: {
      text: [
        '浴血的光泽在池中暴动！',
        '雷鸣之时，庄园内似乎也有什么在蠢蠢欲动...',
        '静语庄园的恐怖故事',
      ],
    },
    7936: {
      text: [
        '雷光照亮了湖中的身影！',
        '雷鸣雨落，重生之时...',
        '你是准备钓它还是钓波太郎？',
        '沼泽中出现了趁着雷雨捕食的大鱼！',
      ],
    },
    7937: {
      text: [
        '雨中的雷电被吞噬殆尽！',
        '这里似乎只会下雨，从不打雷...',
        '你看看它是不是刷在了后半夜？',
      ],
    },
    7938: {
      text: ['利箭般的水柱划破了水面！'],
    },
    7939: {
      text: ['桥下有奇怪的螃蟹在跳舞！', '桥上雾浓浓。'],
    },
    7940: {
      text: ['水中折射出银镜般的耀眼光辉！'],
    },
    7941: {
      text: ['新大陆的领航者现身了！', '海云水母带着你的电脑掉线了！'],
    },
    7942: {
      text: [
        '似乎听到了被遗弃者的诅咒！',
        '这千年的诅咒仍像一团浓雾笼罩在古老的家族的心头...',
        '记得带走丑丑的巨蝌蚪',
      ],
    },
    7943: {
      text: [
        '感知到捕食者贪婪的目光！',
        '夜晚是一种黑暗浓雾也是，或许只有一者并不够...',
        '长吻鳄鳝你别过来啊！',
      ],
    },
    7944: {
      text: ['黎明的朝霞蕴于水中！', '今天也是万里无龙的一天呢...'],
    },
    7945: {
      text: ['水中倒映着漫天繁星！', '挥杆降龙在手，星光鳟鱼木有'],
    },
    7946: {
      text: [],
    },
    7947: {
      text: ['谨慎的大鱼在附近活动！', '大雾来了，一半一半！'],
    },
    7948: {
      text: ['海中漂浮着洁白的酒杯！', '你缺少一个精致的酒杯'],
    },
    7949: {
      text: ['空中游动着像是虾的大鱼！', '背向太阳捕食的样子真的很靓仔...'],
    },
    7950: {
      text: [
        '海中出现了古老的大鱼！',
        '当阴云再次笼罩这片墓场，他悄然来临...',
        '这个难钓吗？',
      ],
    },
    7951: {
      text: ['渊内有甲壳在进食！', '火萤鱼王之耻！'],
    },
    8752: {
      text: ['金色的光辉在水中闪烁！'],
    },
    8753: {
      text: [
        '雨后初晴的船边出现了巨大的鱼鳍！',
        '雨后初晴的海面，似乎并非那么平静...',
        '是章鱼还是枪鱼？！',
      ],
    },
    8754: {
      text: ['感觉到附近有传说级的大鱼在活动！', '倾盆大雨！挥杆降龙！'],
    },
    8755: {
      text: [
        '难觅的古老巨物现身于阴云月下！',
        '密云笼罩月亮的夜晚，海面之下也有些许不同...',
        '来个内角石？',
      ],
    },
    8756: {
      text: ['古老的骑枪重现了！', '你的空棘鱼准备上钩！'],
    },
    8757: {
      text: ['深海的巫婆开始享用祭品！', '恐鱼警告！'],
    },
    8758: {
      text: ['河中似乎存在巨大的红色外壳！'],
    },
    8759: {
      text: [
        '雾中似有异界的来客！',
        '妖雾再起，水中隐约有几点红色的不详之光...',
        '压根没有，遁入虚无',
      ],
    },
    8760: {
      text: ['凶猛的大鱼出现了！', '彩虹勺形鱼饵唯一用武之地！'],
    },
    8761: {
      text: ['树根下有大鱼在厮杀！', '最初的轮回开始了！'],
    },
    8762: {
      text: ['长寿的营养家开始挑选食物！', '钓完别走！鱼皇降临！'],
    },
    8763: {
      text: ['感觉到附近有比加诺还要大的鱼在活动！'],
    },
    8764: {
      text: [],
    },
    8765: {
      text: ['凶暴的身影在洞中吞食！', '希望耐心2没事'],
    },
    8766: {
      text: ['雨后的水中抽动着血色的长鞭！', '雨停了，他又回来了...'],
    },
    8767: {
      text: ['仍未定论的鱼类出现了！', '这把吃牛肉干', '乌兹yyds！'],
    },
    8768: {
      text: [
        '沙海弥漫的浓雾散去了！',
        '每当沙海的浓雾散去，他现身于这里开始狩猎...',
        '千万不要是魔毯！',
      ],
    },
    8769: {
      text: ['水中出现了深深的黑暗！', '比深夜更深的黑暗，即使是点点微光都是如此刺眼...'],
    },
    8770: {
      text: [
        '死寂般的湖面出现了细微的波纹！',
        '白雪散去，天空放晴，水面出现了细微的波纹...',
      ],
    },
    8771: {
      text: ['暴雪的云海中有身影在穿梭！', '暴雪从来不会是他的阻碍，而是他的武器...'],
    },
    8772: {
      text: ['更加巨大的生物在捕食黑影！'],
    },
    8773: {
      text: [
        '有了一种一定会上钩的错觉！',
        '雷雨过后不一定会是晴天，或许是更深的黑暗...',
        '这个东西！一定会咬钩！',
      ],
    },
    8774: {
      text: ['醉鬼的胡言竟在眼前出现！', '不咬钩太郎！参上！'],
    },
    8775: {
      text: ['感觉到附近有比大泷太郎还要大的鱼在活动！', '脱钩太郎脱钩了！'],
    },
    8776: {
      text: [
        '浓雾中闪过一抹巨大的血色鳞光！',
        '浓雾笼罩的裂谷中，隐约闪过几点血一样的红...',
      ],
    },
    15626: {
      text: ['水底好像有谁的钱包？'],
    },
    15627: {
      text: [],
    },
    15628: {
      text: [],
    },
    15629: {
      text: ['水中发现了破碎的龙鳞！'],
    },
    15630: {
      text: ['水中出现了听闻的梦中怪鱼！', '扬沙的夜晚，又会有什么样的“好”梦呢...'],
    },
    15631: {
      text: [],
    },
    15632: {
      text: [],
    },
    15633: {
      text: ['疑似白翼巨龙的身影从水中掠过！'],
    },
    15634: {
      text: ['空中出现了特别巨大的身影！', '天色微明，晴空之上似有龙族飞过...'],
    },
    15635: {
      text: ['云池中弥漫着点点水墨！'],
    },
    15636: {
      text: [
        '疾驰而过的身影卷起层层狂风！',
        '乘风而来，乘风而去，风速之快让人慨叹...',
        '云层中压根不存在的鲨鱼出现了！',
      ],
    },
    15637: {
      text: [],
    },
    15638: {
      text: ['发现了一条无比巨大的坚硬家伙！', '一条咬钩时间巨长还不是本体的上钩了！'],
    },
    16742: {
      text: ['长相奇特的翼龙划过浮岛边缘！'],
    },
    16743: {
      text: ['云海鱼群整片的消失了！', '云海中出现了仿佛能吞噬一切奇异巨嘴！'],
    },
    16744: {
      text: ['察觉到魔泉中高频的颤音！', '恭喜你！开始刷尺寸了！'],
    },
    16745: {
      text: ['暴雪中飘过巨大的白影！'],
    },
    16746: {
      text: ['池底扩散着惊人的热量！'],
    },
    16747: {
      text: ['河里游过了一条嘴部奇怪的鱼！'],
    },
    16748: {
      text: ['河中有美丽的蝴蝶在起舞！', '繁星之下，蝶舞纷飞...', '是低地真正的鱼皇！'],
    },
    16749: {
      text: [
        '异常的巨大绒球现身浮岛！',
        '风停的正午，望着万里无云的天空，也是一种惬意...',
        '白给！这就是一个白给！',
      ],
    },
    16750: {
      text: ['一团像卷层云的生物从面前飘过！'],
    },
    16751: {
      text: ['熔岩中出现结晶化的光辉！'],
    },
    16752: {
      text: [],
    },
    16753: {
      text: ['感觉到无数的眼睛正盯着你！'],
    },
    16754: {
      text: ['暴雨中出现了难得一见的大鱼！', '雨声渐响，东方欲晓，一鱼一渚一渔者...'],
    },
    16756: {
      text: [
        '星尘中游弋着优雅的身影！',
        '闪耀着钻石星尘的寒空之下也会有优雅如他的存在...',
      ],
    },
    17577: {
      text: ['发现了一束更强的亮光！'],
    },
    17578: {
      text: ['水面散落着破碎的肉块！', '水桶和船长只能二选一'],
    },
    17579: {
      text: [
        '浮岛发现了捕食的痕迹！',
        '雾气褪去，不止留下了碧空，似乎还有其他的东西...',
        '捕鱼人的发财经开始了！',
      ],
    },
    17580: {
      text: ['通信塔的深处似乎在接受讯息！'],
    },
    17581: {
      text: ['不合常理的生物在空中飞翔！', '乘雷而起的他似乎并非那么不堪一击...'],
    },
    17582: {
      text: ['水中隐约有阵阵雷音！', '电闪雷鸣的清晨，水中似乎也有噼里啪啦的声音...'],
    },
    17583: {
      text: [
        '岩浆底的石头似乎有着生命！',
        '像这样如同死去的生物，也只有极致的明亮才能发现吧...',
        '你别迷路了！',
      ],
    },
    17584: {
      text: ['发现岩浆中有个巨大身影！', '大大的鱼王，抢着小小的螃蟹！'],
    },
    17585: {
      text: ['河底传来人类的低语！', '似有喃喃细雨隐匿于嘈杂的雨声之中...'],
    },
    17586: {
      text: [
        '莫古力族感到强烈不适！',
        '狂风带走了浓密的阴云，也带来了新的故事...',
        '莫古力族的礼物出现了！',
      ],
    },
    17587: {
      text: ['云中有一抹血色闪过！', '黯色的天空中，似有血红色一闪而过...'],
    },
    17588: {
      text: ['感觉到岩浆底部有一股危险的气息！'],
    },
    17589: {
      text: ['感觉到一股难以名状的气息！'],
    },
    17590: {
      text: ['河底发出了微弱的光辉！', '鸡鸣之时，微光闪烁...'],
    },
    17591: {
      text: ['感觉到有好运的预感！', '又到了展示真正的幸运了！'],
    },
    17592: {
      text: ['闻到了一股老鼠的臭味！'],
    },
    17593: {
      text: ['感觉到附近有称霸这一带的大鱼在活动！', '风暴骑士警告！'],
    },
    20143: {
      text: ['在海里感知到凶猛的气息！', '别来中杆了！求求了！'],
    },
    23057: {
      text: [],
    },
    23058: {
      text: [
        '水里闪烁着蓝宝石的奇异折光！',
        '蓝宝石一样的背鳍正如天空中的闪电一般美丽...',
      ],
    },
    23059: {
      text: ['水中有个庄严的身影！'],
    },
    23060: {
      text: ['水中有什么东西在挥舞长臂！', '风吹来的沙落在悲伤的眼里...'],
    },
    23061: {
      text: ['有奇怪的大鱼在逆流而上！'],
    },
    23062: {
      text: ['湖水散发着独特的光辉！', '阳光之下，湖中似乎有什么东西散发着异样的光辉...'],
    },
    23063: {
      text: ['堤坝下有着与龙神似的身影！'],
    },
    23064: {
      text: ['感知到危险而美味的气息！'],
    },
    23065: {
      text: ['似乎有红色流星在近海逡巡！'],
    },
    23066: {
      text: ['迅猛的鬼影切断了浪花！', '如同雷电一样迅速猎杀猎物，他从未失手...'],
    },
    23067: {
      text: ['传说的剑豪现出了身影！'],
    },
    23068: {
      text: ['白色羽衣在水中闪闪发光！', '如纱的薄雾为他衣装，似天女的羽衣美丽发光...'],
    },
    23069: {
      text: ['似有神明指向水中一处！', '夜深人静之时，似有低语正待诉说...'],
    },
    23070: {
      text: ['河里有称霸这一带的君主在活动！', '风吹草低见鱼影...'],
    },
    24205: {
      text: ['闻到一股焦糊的味道！'],
    },
    24206: {
      text: ['鲶鱼的尸体奇迹般的动了！', '阴云蔽日、死而复生...'],
    },
    24207: {
      text: ['水里传来了重槌锤击的声音！'],
    },
    24208: {
      text: ['岩壁上有身影疾驰而下！', '雾中散步的甲壳类生物并不知道，危险悄然来临...'],
    },
    24209: {
      text: ['自私的大鱼正在独享食物！', '繁星之下却是另一番残酷的光景...'],
    },
    24210: {
      text: [
        '似乎有黑影随哭声而来！',
        '雾气未散尽的水面，泪水悄然消逝...',
        '悲伤的泪水都将成为他的食物',
      ],
    },
    24211: {
      text: [
        '感觉到奇异的目光在窥视！',
        '阴云密布的黄昏，路过水边也要小心水中的生物...',
        '被偷窥的感觉出现了',
      ],
    },
    24212: {
      text: [
        '神像下传来了强大的意念！',
        '阴霾散去，何为复苏，何为解脱...',
        '沉睡于岁月长河之中最终得以救赎',
      ],
    },
    24213: {
      text: ['青色鱼群中透出一抹殷黄！'],
    },
    24214: {
      text: [
        '震雷后的海面有长须豹的身影！',
        '无尽的套娃开始咯！',
        '有鱼准备套娃了，哦，它没准备好，它要脱钩了',
      ],
    },
    24215: {
      text: ['砂石中隐约有条巨大的尾巴！'],
    },
    24216: {
      text: ['优雅的天女在水中起舞！', '优雅的天女游于水中，为你驱散所有的阴云...'],
    },
    24217: {
      text: [
        '风雨后的云下发现难得一见的生物！',
        '风停了，雨歇了，但是晴天真的会来临嘛...',
        '它比社畜人的周日还要宝贵！',
      ],
    },
    24218: {
      text: ['红色的刀刃弹出水面！', '晨雾缥缈，似有他的身影悄然跃过，从未停止...'],
    },
    24881: {
      text: ['水里飘摇着贵人的面纱！', '当朵朵白云出现于天空，水面下似乎也发生了变化...'],
    },
    24882: {
      text: ['发现了海底有张巨大的嘴！'],
    },
    24883: {
      text: [
        '面前似乎有一束星痕闪过！',
        '历经磨难之后方可修得正果，正如雷雨过后的晴天一样动人...',
      ],
    },
    24884: {
      text: ['海里似乎有类似爆弹怪的奇怪生物！'],
    },
    24885: {
      text: ['水中似乎有宛如石榴般的红宝石！'],
    },
    24886: {
      text: ['感觉到幽诡的目光在注视！', '血红色的眼睛在碧空之下一览无余...'],
    },
    24887: {
      text: ['有悠哉的身影在水中游弋！'],
    },
    24888: {
      text: [
        '清澈的江水与天空融为了一体！',
        '当他游弋在蓝天映照下江中，仿佛于蓝天碧水皆融为一体...',
      ],
    },
    24889: {
      text: [
        '江中似乎有大鱼现身了！',
        '厚重的乌云散去之后的江面并不如他表面上那么平静...',
      ],
    },
    24890: {
      text: ['虹光坠下了一抹翠影！', '雾气弥漫的午后，溪谷中隐约透着一抹绿色...'],
    },
    24891: {
      text: ['感知到月神的祝福！'],
    },
    24892: {
      text: ['似乎有碧叶在溪流中跃动！'],
    },
    24893: {
      text: ['旗帜在晨曦的雾中悄然舒展！', '昏暗的夜里，似有旗帜悄然舒展...'],
    },
    24990: {
      text: ['摧毁重槌的锋利巨刺划过了水面！'],
    },
    24991: {
      text: ['水中蠕动着岩石一般的东西！'],
    },
    24992: {
      text: ['湖底穿过了扭曲的黑影！', '落霞与孤鹜齐飞，珍珠眼与雕塑家同游'],
    },
    24993: {
      text: [
        '云层中似有传说的瑞兽降世！',
        '阴云密布的清晨，说不定诞生了另一个神话...',
        '海中出现了众人膜拜的祥瑞！',
        '艾欧泽亚何时才有抽水机！',
        '203/204',
      ],
    },
    24994: {
      text: ['水中闪耀着七彩光辉！', '水中闪耀着白彩鱼的光辉！'],
    },
    24995: {
      text: ['感知到绝美的神秘气息！', '雨后初晴、日月同辉，世间的美好正是如此简单...'],
    },
    28065: {
      text: ['水中似乎坠入一片水晶碎片！'],
    },
    28066: {
      text: ['鱼群中有一位泳姿与众不同！'],
    },
    28067: {
      text: ['水中有食罪灵一般的身影！'],
    },
    28068: {
      text: ['瀑布下蠕动着鞋底一般的东西！'],
    },
    28069: {
      text: ['热砂中有巨大的坚角在游动！'],
    },
    28070: {
      text: ['水中似乎燃烧着赤色的火焰！'],
    },
    28071: {
      text: ['感知到来自神殿深处的威慑！'],
    },
    28072: {
      text: ['水底划过一个迅猛的白色流星！'],
    },
    28925: {
      text: ['湖中传来一阵强烈的震动！'],
    },
    28926: {
      text: ['水中游过奇特花纹的大鱼！'],
    },
    28927: {
      text: ['沙中有一团巨型刺球在滚动！'],
    },
    28928: {
      text: ['河里游弋美丽的彩虹身影！'],
    },
    28929: {
      text: ['河川的流向突然改变了！'],
    },
    28930: {
      text: ['海里似乎有巨大的气泡！'],
    },
    30432: {
      text: ['水中隐约有洁净的残像！'],
    },
    30433: {
      text: ['感知到水中潜伏的巨大威胁！'],
    },
    30435: {
      text: ['水中交织着黑白的线条！'],
    },
    30436: {
      text: ['水中似乎有金色的断钳！'],
    },
    30437: {
      text: ['水面跃出矫健的银色身影！'],
    },
    30438: {
      text: ['有可爱的奇特生物正在靠近！', '看起来好像很好吃的东西出现了'],
    },
    30439: {
      text: ['水底泛着危险的妖艳彩光！'],
    },
    32049: {
      text: ['清澈的光芒照亮了池水！'],
    },
    32050: {
      text: ['水里躺着一面翠绿的圆扇！'],
    },
    32051: {
      text: ['海里似乎有一面巨大的战盾！'],
    },
    32052: {
      text: ['水中浮现出古老的文字！'],
    },
    32053: {
      text: ['水中闪过一个凶残的不速之客！'],
    },
    32054: {
      text: ['水中混杂了点点血迹！'],
    },
    33239: {
      text: ['湖中萦绕着细长的紫羽！'],
    },
    33240: {
      text: ['水中有像灯光一样的眼睛游过！'],
    },
    33241: {
      text: ['从沙子深处感受到了强烈的视线！'],
    },
    33242: {
      text: ['妖灵的身影于镜中折现！', '妖灵王的身影在镜中破碎了！'],
    },
    33243: {
      text: ['水蛇大人的气息是如此的接近！', '是伟大的水蛇大人！'],
    },
    33244: {
      text: ['水中有影子在剧烈翻滚！'],
    },
    33316: {
      text: ['群青之星在水中闪烁！', '天上的星星好像要来了'],
    },
    33317: {
      text: ['巨蟒的花纹在湖中游动！'],
    },
    33318: {
      text: ['海里划过一道银刃的身影！'],
    },
    33319: {
      text: ['海中的影子好像有自己的想法！'],
    },
    33320: {
      text: ['沙海突然被劈开了！', '那鱼是什么！是把锯子吗？！'],
    },
    33321: {
      text: [],
    },
    33322: {
      text: ['水沟中好像有一对大眼！'],
    },
    33323: {
      text: ['河底深处似乎有彷徨的身影！'],
    },
    33324: {
      text: ['鱼！发现了好大的皮皮拉鱼！'],
    },
    33325: {
      text: ['狭缝中有纤薄的身影在活动！'],
    },
    33326: {
      text: ['海底似乎有海虾群在逃窜！'],
    },
  },
  IKD_ROUTE_NOTIFICATION: {
    1: {
      text: ['旅人说，章鱼是古神的化身。'],
    },
    2: {
      text: ['海面上闪耀着星辰般的神秘光辉！', '海里有已灭绝生物的身影！'],
    },
    3: {
      text: ['昨天晚上，一位龙骑士后跳到海里去了。', '海底有像是珊瑚的东西在动！'],
    },
    4: {
      text: ['海中升起明月！是水母的季节！'],
    },
    5: {
      text: ['今天，捕鲨人能否大丰收！', '海底有像是珊瑚的东西在动！'],
    },
    6: {
      text: ['海面上闪耀着星辰般的神秘光辉！', '海底有像是石块的东西在动！'],
    },
    7: {
      text: ['每次都见不到，真是鳐不可及！'],
    },
    8: {
      text: [
        '海边的刀客说，横刀是真正的刀客之名。',
        '有不可能出现在海里的生物从船下掠过！',
      ],
    },
    9: {
      text: ['海里有巨大触手的影子从船下掠过！', '海里有已灭绝生物的身影！'],
    },
    10: {
      text: ['谁才是小淘气？', '海底有像是石块的东西在动！'],
    },
    11: {
      text: [
        '谁才是小淘气？',
        '每次都见不到，真是鳐不可及！',
        '鲀鳐双成就加冲分推荐，三项全能之线',
      ],
    },
    12: {
      text: [
        '海里有巨大触手的影子从船下掠过！',
        '从海里传来了像是在咬碎什么东西的沉闷声音！',
      ],
    },
  },
}
