module.exports = {
  author: '颜君行@琥珀原 & Aki秋山@摩杜纳 & 轩辕十四@沃仙曦染',
  title: '5.x 鱼王心得（至5.4）',
  lastUpdate: '2021/04/17',
  TIPS: {
    28065: {
      id: 28065,
      name_chs: '悬挂脂鲤',
      biteTime: '撒饵23.1s 平钓32s 36.1s 38s',
      trick: '虫箱（鱼王杆 精准 拍中杆水晶刀鱼',
      comment: '鱼王同模轻竿鱼存在近30s的',
    },
    28066: {
      id: 28066,
      name_chs: '贵妇蝴蝶鱼',
      biteTime: '30.8s 42s 37s',
      trick: '乌贼丝（鱼王杆 精准 拍轻杆骨鳀鱼',
      comment: '这个钓场的鱼 杆时都很长',
    },
    28067: {
      id: 28067,
      name_chs: '重罪石软蟹',
      biteTime: '撒饵17.2s 平钓32s 35s',
      trick: '虫箱（鱼王杆 强力 拍轻杆净碟鱼',
      comment: '拍硬糖藻也可以',
    },
    28068: {
      id: 28068,
      name_chs: '铜褐鳎',
      biteTime: '撒饵15.8s 平钓36s 40s',
      trick: '大理石幼虫（鱼王杆 强力',
      comment: '随便拍一个算是5.0入门鱼王',
    },
    28069: {
      id: 28069,
      name_chs: '冠骨鱼',
      biteTime: '28.1s 30s 33.9s 36.8s',
      trick: '力山羊肉干→中杆角骨鱼→（鱼王杆 强力',
      comment: '唯一中杆角骨鱼 暗斗鱼精神续作 无限套娃 希望耐心二没事',
    },
    28070: {
      id: 28070,
      name_chs: '狂怒斗鱼',
      biteTime: '撒饵15.2s平钓29s 36s',
      trick: '虫箱（鱼王杆 精准 拍轻杆灰跳鱼',
      comment: '体感舔钩率很低 钓场有35秒轻杆鱼王同模鱼',
    },
    28071: {
      id: 28071,
      name_chs: '洛克瓦卫兵',
      biteTime: '18s 21.5s 32s',
      trick: '盗蟹丸→轻杆王冠脂鲤→中杆引螈→（鱼王杆 强力',
      comment:
        '9秒内的才可能是王冠脂鲤9s内也存在皮皮拉鱼 10s-12s黄色皮皮拉鱼或招潮蟹 更长的是强盗蟹 建议只提短轻杆 王冠脂鲤小钓大时候的强盗蟹很搞心态 推荐提前来钓引螈等到窗口期直接抛竿 另外 蛮能脱的（',
    },
    28072: {
      id: 28072,
      name_chs: '猎星鱼',
      biteTime: '撒饵20s 平钓35.8s 38s 41s',
      trick: '鱼眼→乌贼丝（鱼王杆 精准',
      comment: '鱼眼只有一分钟 gp比较吃紧 推荐提前来拍掉中杆黑风鱼',
    },
    28925: {
      id: 28925,
      name_chs: '不朽巨鱼',
      biteTime: '撒饵10.7s 平钓26.1s 28s',
      trick: '虫箱（鱼王杆 强力 拍轻杆净碟鱼',
      comment:
        '拍白化雀鳝也行 因为有30s+的白化雀鳝 但也有超长的鱼王杆（41s）鱼王同模鱼 请自行取舍',
    },
    28926: {
      id: 28926,
      name_chs: '白色隆索',
      biteTime: '撒饵14.3s 17.1s 平钓27.8s 32s',
      trick: '虫箱（鱼王杆 精准',
      comment: '随便拍 觉得长轻杆浪费耐心时间推荐拍斑纹鲶',
    },
    28927: {
      id: 28927,
      name_chs: '刺钉蜥蜴',
      biteTime: '36s 42s 50.1s 53.4s',
      trick: '沙漠蛙→轻杆沙蹼壁虎→（鱼王杆 强力',
      comment:
        '壁虎的杆时长一点大概在10-18s以内 其中轻杆杂鱼沙遁鱼多是10-15s 15s+轻杆有可能是螃蟹 适当拍水 记得开收藏品钓 刺棘蜥蜴可以换点票 不做中庸工艺馆的话钓壁虎时候会少一条干扰鱼',
      comment2:
        '沙遁鱼是7.4-13.8，壁虎10.5-19.4，螃蟹12-19.7，鮟鱇14.9-28.6 by 琥珀丘千杆-轩辕十四',
    },
    28928: {
      id: 28928,
      name_chs: '仙子彩虹鳉',
      biteTime: '撒饵5.6s 平钓10.4s 12s',
      trick: '大理石幼虫（鱼王杆 精准 拍轻杆青蓝鳅',
      comment: '别走错钓场 这几条河离得很近但不是一个钓场',
    },
    28929: {
      id: 28929,
      name_chs: '黑色喷气乱流',
      biteTime: '撒饵16.3s 平钓27.1s 35s',
      trick: '盗蟹丸（鱼王杆 精准 拍轻杆黄色皮皮拉鱼',
      comment:
        '黄色皮皮拉鱼爱你哦 鱼王同模杂鱼虽然杆长很搞心态但是不建议拍 因为皮皮拉鱼实在太爱你了',
    },
    28930: {
      id: 28930,
      name_chs: '鳍人叹息',
      biteTime: '撒饵13s 平钓35s 33s',
      trick: '乌贼丝（鱼王杆 精准 拍中杆黑风鱼',
      comment: '入门级鱼王',
    },
    30432: {
      id: 30432,
      name_chs: '散罪鱼',
      biteTime: '撒饵8s 平钓17.8s 17.5s 28s',
      trick: '水果蠕虫（鱼王杆 精准 拍中杆水晶刀鱼',
      comment: '鱼王同模鱼大概在16-26s之间，更长的轻竿是徘徊鲶鱼，存在30s的',
    },
    30433: {
      id: 30433,
      name_chs: '食人鳄',
      biteTime: '撒饵16.9s平钓31.3s 38s 43s 47s',
      trick: '虫箱（鱼王杆 强力 拍中杆白化鳄',
      comment: '拍硬糖藻也可以 但是白化鳄是该钓场唯一长中杆杂鱼 众所周知长杆很搞心态（',
    },
    30434: {
      id: 30434,
      name_chs: '哲罗鲑',
      biteTime: '平钓31s 33s 46s',
      trick: '虫箱（鱼王杆 强力 拍轻杆食骨虾',
      comment: '没长嘴的鱼 不爱舔钩 脱钩率也不低 咬钩的时间很随意',
    },
    30435: {
      id: 30435,
      name_chs: '阔面鱼',
      biteTime: '撒饵23.4s 平钓39.1s',
      trick: '大理石幼虫（鱼王杆 强力 拍轻杆灰跳鱼',
      comment:
        '杂鱼有点多，感觉拍仙子鱼也行，怕被长杆搞心态可以拍同模胭脂鱼 最大特色其实是CD',
    },
    30436: {
      id: 30436,
      name_chs: '黄金雕金匠',
      biteTime: '平钓24s 28s 32s 34s',
      trick: '虫箱（鱼王杆 精准 拍轻杆青蓝鳅',
      comment: '体感舔钩率很低',
    },
    30437: {
      id: 30437,
      name_chs: '书记官杀手',
      biteTime: '平钓10.7s 12s',
      trick: '虫箱（鱼王杆 精准 拍轻杆黄色皮皮拉鱼',
      comment: 'CD稀有 鱼王杆很快 不爱舔钩',
    },
    30438: {
      id: 30438,
      name_chs: '头领薄饼章鱼',
      biteTime: '撒饵14.3s 17.5s 平钓32s',
      trick: '乌贼丝（鱼王杆 精准 拍中杆黑风鱼',
      comment: 'CD稀有 推荐提早到场拍黑风鱼 满gp进cd 有多gp可以撒饵',
    },
    30439: {
      id: 30439,
      name_chs: '蛋白石虾',
      biteTime: '撒饵17s 平钓22.1s 29.9s',
      trick: '乌贼丝（鱼王杆 精准 拍中杆黑风鱼',
      comment: '小 心 迷 路 说真的第一次来钓这个推荐提前来找钓场 在鳍人潮池下面一层',
    },
    32049: {
      id: 32049,
      name_chs: '月光虹鳉',
      biteTime: '撒饵10.5s 11.6s 11.8s 14.2s 14.5s 15.9s 平钓23.2s 25.9s',
      trick: '虫箱（鱼王杆 精准 拍轻竿水球鱼',
      comment: '拍长轻竿水球鱼 窗口期短 可撒饵 体感舔钩率较低 脱钩率一般',
    },
    32050: {
      id: 32050,
      name_chs: '元首的军扇',
      biteTime: '撒饵17.9s 18.6s 20.7s 24.4s 平钓36.3s 42.4s 42.6s 46.4s 55.7s',
      trick: '大理石幼虫（鱼王杆 精准 拍轻竿贵族圆扇鱼',
      comment:
        '可以拍杆时长的轻竿同模鱼也可以拍咬钩较高的食骨虾 看个人取舍 体感咬钩率尚可 略能脱 另外提醒 别钓错钓场了！别钓成了下游',
    },
    32051: {
      id: 32051,
      name_chs: '战盾剑齿龙鳖',
      biteTime: '38.7s 40.4s',
      trick: '短嘴诱饵鱼→轻竿尖枪乌贼→（鱼王杆 强力',
      comment:
        '该钓场杆时普遍较长 且杂鱼较多 感觉是琥珀丘plus 乌贼咬钩区间在15s-30s 25s后开始出现枯叶海龙 钓乌贼的时候可以适当拍枯叶海龙或者鳕鱼 鱼王杆时很长 体感咬钩率略低 可以开收藏品钓 海龙跟同模杂鱼都可以交收藏品',
    },
    32052: {
      id: 32052,
      name_chs: '深泳的古书',
      biteTime: '撒饵14s 17.1s 18.7s 19.2s 20.5s 22.5s 平钓28.2s 31.5s 33.3s 37.9s',
      trick: '大理石幼虫（鱼王杆 精准',
      comment:
        '杂鱼都挺能咬的其实...  建议拍杆时较长的同模杂鱼也可以拍相对咬钩高的灰跳鱼 别钓错钓场了 鱼王咬钩率不低',
    },
    32053: {
      id: 32053,
      name_chs: '珍珠皮皮拉鱼',
      trick: '盗蟹丸→中杆钻石皮皮拉鱼→（鱼王杆 强力',
      comment:
        '钻石皮皮拉鱼为14s内中杆 可以提前去钓 专一或者挂机都可以 虽然会套娃但是存在杂鱼黄色皮皮拉鱼且杆时较长（又是你 真有你的 珍珠皮皮拉鱼为最长杆',
    },
    32054: {
      id: 32054,
      name_chs: '鳍人之敌',
      biteTime: '平钓39.1s 39.4s 47.3s',
      trick: '乌贼丝（鱼王杆 强力',
      comment:
        '该钓场杆时普遍较长 所以可以不拍黑风鱼选择拍卡利班骨头鱼或者斑点鳗 窗口期较短 咬钩体感略低且CD很稀有 可适当撒饵',
    },
  },
}
