module.exports = {
  author: '颜君行@琥珀原 & Aki秋山@摩杜纳 & 轩辕十四@沃仙曦染',
  title: '5.x 鱼王心得（至5.5）',
  lastUpdate: '2021/08/16',
  TIPS: {
    28065: {
      id: 28065,
      name_chs: '悬挂脂鲤',
      biteTime: '撒饵23.1s 平钓32s 36.1s 38s',
      trick: '虫箱（鱼王杆 精准 拍中杆水晶刀鱼',
      comment: '鱼王同模轻竿鱼存在近30s的',
    },
    28066: {
      id: 28066,
      name_chs: '贵妇蝴蝶鱼',
      biteTime: '30.8s 42s 37s',
      trick: '乌贼丝（鱼王杆 精准 拍轻杆骨鳀鱼',
      comment: '这个钓场的鱼 杆时都很长',
    },
    28067: {
      id: 28067,
      name_chs: '重罪石软蟹',
      biteTime: '撒饵17.2s 平钓32s 35s',
      trick: '虫箱（鱼王杆 强力 拍轻杆净碟鱼',
      comment: '拍硬糖藻也可以',
    },
    28068: {
      id: 28068,
      name_chs: '铜褐鳎',
      biteTime: '撒饵15.8s 平钓36s 40s',
      trick: '大理石幼虫（鱼王杆 强力',
      comment: '随便拍一个算是5.0入门鱼王',
    },
    28069: {
      id: 28069,
      name_chs: '冠骨鱼',
      biteTime: '30s 33.9s 36.8s',
      trick: '力山羊肉干→中杆角骨鱼→（鱼王杆 强力',
      comment: '唯一中杆角骨鱼，暗斗鱼精神续作，无限套娃。（希望耐心二没事',
    },
    28070: {
      id: 28070,
      name_chs: '狂怒斗鱼',
      biteTime: '撒饵15.2s 平钓29s 36s',
      trick: '虫箱（鱼王杆 精准 拍轻杆灰跳鱼',
      comment: '体感舔钩率很低，钓场有35秒轻杆鱼王同模鱼',
    },
    28071: {
      id: 28071,
      name_chs: '洛克瓦卫兵',
      biteTime: '18s 21.5s 32s',
      trick: '盗蟹丸→轻杆王冠脂鲤→中杆引螈→（鱼王杆 强力',
      comment:
        '9秒内的才可能是王冠脂鲤，9s内也存在皮皮拉鱼。10s-12s黄色皮皮拉鱼或招潮蟹，更长的是强盗蟹。建议只提短轻杆，王冠脂鲤小钓大时候的强盗蟹很搞心态。 推荐提前来钓引螈等到窗口期直接抛竿。另外，蛮能脱的（',
    },
    28072: {
      id: 28072,
      name_chs: '猎星鱼',
      biteTime: '撒饵20s 平钓35.8s 38s 41s',
      trick: '乌贼丝（鱼王杆 精准',
      comment:
        '鱼眼只有一分钟 GP比较吃紧 5.4更新：好耶！！！鱼眼取消了 GP没事啦!! 推荐提前来拍掉中杆黑风鱼',
    },
    28925: {
      id: 28925,
      name_chs: '不朽巨鱼',
      biteTime: '撒饵10.7s 平钓26.1s 28s',
      trick: '虫箱（鱼王杆 强力 拍轻杆净碟鱼',
      comment:
        '拍白化雀鳝也行，因为有30s+的白化雀鳝。但也有超长的鱼王杆（41s）鱼王同模鱼。请自行取舍',
    },
    28926: {
      id: 28926,
      name_chs: '白色隆索',
      biteTime: '撒饵14.3s 17.1s 平钓27.8s 32s',
      trick: '虫箱（鱼王杆 精准',
      comment: '随便拍 觉得长轻杆浪费耐心时间推荐拍斑纹鲶',
    },
    28927: {
      id: 28927,
      name_chs: '刺钉蜥蜴',
      biteTime: '36s 42s 50.1s',
      trick: '沙漠蛙→轻杆沙蹼壁虎→（鱼王杆 强力',
      comment:
        '壁虎的杆时长一点大概在10-18s以内，其中轻杆杂鱼沙遁鱼多是10-15s，15s+轻杆有可能是螃蟹，适当拍水。记得开收藏品钓，刺棘蜥蜴可以换点票。另外经测试，不做中庸工艺馆的话钓壁虎时候会少一条干扰鱼。',
      comment2:
        '沙遁鱼是7.4-13.8，壁虎10.5-19.4，螃蟹12-19.7，鮟鱇14.9-28.6 by 琥珀丘千杆-轩辕十四',
    },
    28928: {
      id: 28928,
      name_chs: '仙子彩虹鳉',
      biteTime: '撒饵5.6s 平钓10.4s 12s',
      trick: '大理石幼虫（鱼王杆 精准 拍轻杆青蓝鳅',
      comment: '别走错钓场！这几条河离得很近但不是一个钓场',
    },
    28929: {
      id: 28929,
      name_chs: '黑色喷气乱流',
      biteTime: '撒饵16.3s 平钓27.1s 35s',
      trick: '盗蟹丸（鱼王杆 精准 拍轻杆黄色皮皮拉鱼',
      comment:
        '黄色皮皮拉鱼爱你哦~鱼王同模杂鱼虽然杆长很搞心态但是不建议拍，因为皮皮拉鱼实在太爱你了（',
    },
    28930: {
      id: 28930,
      name_chs: '鳍人叹息',
      biteTime: '撒饵13s 平钓35s 33s',
      trick: '乌贼丝（鱼王杆 精准 拍中杆黑风鱼',
      comment: '入门级鱼王',
    },
    30432: {
      id: 30432,
      name_chs: '散罪鱼',
      biteTime: '撒饵8s 平钓17.8s 17.5s 28s',
      trick: '水果蠕虫（鱼王杆 精准 拍中杆水晶刀鱼',
      comment: '鱼王同模鱼大概在16-26s之间，更长的轻竿是徘徊鲶鱼，存在30s的',
    },
    30433: {
      id: 30433,
      name_chs: '食人鳄',
      biteTime: '撒饵16.9s 平钓31.3s 38s 43s 47s',
      trick: '虫箱（鱼王杆 强力 拍中杆白化鳄',
      comment: '拍硬糖藻也可以，但是白化鳄是该钓场唯一长中杆杂鱼。众所周知长杆很搞心态（',
    },
    30434: {
      id: 30434,
      name_chs: '哲罗鲑',
      biteTime: '平钓31s 33s 46s',
      trick: '虫箱（鱼王杆 强力 拍轻杆食骨虾',
      comment: '没长嘴的鱼。不爱舔钩，脱钩率也不低。咬钩的时间很随意',
    },
    30435: {
      id: 30435,
      name_chs: '阔面鱼',
      biteTime: '撒饵23.4s 平钓39.1s',
      trick: '大理石幼虫（鱼王杆 强力 拍轻杆灰跳鱼',
      comment:
        '杂鱼有点多，感觉拍仙子鱼也行，怕被长杆搞心态可以拍同模胭脂鱼 最大特色其实是CD',
    },
    30436: {
      id: 30436,
      name_chs: '黄金雕金匠',
      biteTime: '平钓24s 28s 32s 34s',
      trick: '虫箱（鱼王杆 精准 拍轻杆青蓝鳅',
      comment: '体感舔钩率很低',
    },
    30437: {
      id: 30437,
      name_chs: '书记官杀手',
      biteTime: '平钓10.7s 12s',
      trick: '虫箱（鱼王杆 精准 拍轻杆黄色皮皮拉鱼',
      comment: 'CD稀有 鱼王杆很快 不爱舔钩',
    },
    30438: {
      id: 30438,
      name_chs: '头领薄饼章鱼',
      biteTime: '撒饵14.3s 17.5s 平钓32s',
      trick: '乌贼丝（鱼王杆 精准 拍中杆黑风鱼',
      comment: 'CD稀有，推荐提早到场拍黑风鱼，满gp进cd，有多gp可以撒饵',
    },
    30439: {
      id: 30439,
      name_chs: '蛋白石虾',
      biteTime: '撒饵17s 平钓22.1s',
      trick: '乌贼丝（鱼王杆 精准 拍中杆黑风鱼',
      comment: '小 心 迷 路 说真的第一次来钓这个推荐提前来找钓场。在鳍人潮池下面一层',
    },
    32049: {
      id: 32049,
      name_chs: '月光虹鳉',
      biteTime: '撒饵10.5s 11.6s 11.8s 14.2s 14.5s 15.9s 平钓23.2s 25.9s',
      trick: '虫箱（鱼王杆 精准 拍轻竿水球鱼',
      comment:
        '硬糖藻跟水球鱼是杂鱼咬钩大头其次是蜗牛，但是水球鱼杆时要更长。所以拍长轻竿水球鱼。窗口期短，可撒饵，体感舔钩率较低，脱钩率一般',
    },
    32050: {
      id: 32050,
      name_chs: '元首的军扇',
      biteTime: '撒饵17.9s 18.6s 20.7s 24.4s 平钓36.3s 42.4s 42.6s 46.4s 55.7s',
      trick: '大理石幼虫（鱼王杆 精准 拍轻竿贵族圆扇鱼',
      comment:
        '可以拍杆时长的轻竿同模鱼也可以拍咬钩较高的食骨虾，看个人取舍。体感咬钩率尚可，略能脱。另外提醒 别钓错钓场了！别钓成了下游！',
    },
    32051: {
      id: 32051,
      name_chs: '战盾剑齿龙鳖',
      biteTime: '31.2s 38.7s 40.4s 42.4s',
      trick: '短嘴诱饵鱼→轻竿尖枪乌贼→（鱼王杆 强力',
      comment:
        '该钓场杆时普遍较长，且杂鱼较多。感觉是琥珀丘plus（自信点可以把感觉去掉 乌贼咬钩区间在15s-30s，25s后开始出现枯叶海龙，钓乌贼的时候可以适当拍枯叶海龙或者鳕鱼。鱼王杆时很长，体感咬钩率略低。可以开收藏品钓，海龙跟同模杂鱼都可以交收藏品',
    },
    32052: {
      id: 32052,
      name_chs: '深泳的古书',
      biteTime: '撒饵14s 17.1s 18.7s 19.2s 20.5s 22.5s 平钓28.2s 31.5s 33.3s 37.9s',
      trick: '大理石幼虫（鱼王杆 精准',
      comment:
        '杂鱼都挺能咬的其实...  建议拍杆时较长的同模杂鱼也可以拍相对咬钩高的灰跳鱼，别钓错钓场了！鱼王咬钩率不低',
    },
    32053: {
      id: 32053,
      name_chs: '珍珠皮皮拉鱼',
      biteTime: '23.5s 24.7s 25.9s 26.6s',
      trick: '盗蟹丸→中杆钻石皮皮拉鱼→（鱼王杆 强力',
      comment:
        '钻石皮皮拉鱼为14s内中杆，可以提前去钓然后专一。虽然会套娃而且很能套但是存在杂鱼黄色皮皮拉鱼且杆时较长（又是你！真有你的！ 珍珠皮皮拉鱼为最长杆',
    },
    32054: {
      id: 32054,
      name_chs: '鳍人之敌',
      biteTime: '撒饵26.7s 平钓39.1s 39.4s 47.3s',
      trick: '乌贼丝（鱼王杆 强力',
      comment:
        '不要开钓组！该钓场杆时普遍较长，黑风鱼是相对的短杆，另外三条杂鱼杆时都很恼人，可以自行取舍拍谁。个人建议拍同模或卡利班骨头鱼。窗口期较短，咬钩体感略低且CD很稀有。可适当撒饵',
    },
    33316: {
      id: 33316,
      name_chs: '三艺之星',
      biteTime: '撒饵13s 15.6s 17.5s 18.3s 19.3s 20.8s 平钓27.6s 34.5s 41.4s',
      trick: '大理石幼虫（鱼王杆 精准 拍中杆拉克汕鲤',
      comment:
        '4种杂鱼，咬钩的大头在拉克汕鲤和水晶刀鱼，两者杆时区间相比，拉克汕鲤的最长杆要比水晶刀鱼长。外套蜗牛和爱人之花较前两者咬钩均不高，但都存在30s以上的杆时记录。所以拍拉克汕鲤或水晶刀鱼，个人倾向拉克汕鲤，咬钩高的同时杆时存在20s+的。',
    },
    33317: {
      id: 33317,
      name_chs: '蟒斑盘丽鱼',
      biteTime:
        '撒饵16.8s 17.9s 21.5s 23.7s 26.7s 平钓30.6s 34s 42.8s 47.s 48s 49.9s 53s 53.3s',
      trick: '水果蠕虫（鱼王杆 精准 拍轻杆硬糖藻',
      comment:
        '4种杂鱼，硬糖藻和兔跳鱼是相对杆时短（20s内）且咬钩占比高的，其次中长杆时的黄体鲈和同模鱼，相比之下，黄体鲈咬钩较高。所以硬糖藻和兔跳鱼选择拍一个，个人倾向硬糖藻，黄体鲈要拍也可，不建议拍同模，相比之下的咬钩实在是有些低。另外如果提前去拍水施工的话，不要去太早，小心警惕。',
    },
    33318: {
      id: 33318,
      name_chs: '钢刀鱼',
      biteTime: '撒饵4.2s 4.8s 5s 平钓8.2s 8.8s 9s',
      trick: '藻虾（鱼王杆 精准 拍轻杆碎贝海带',
      comment:
        '钓法更新：拍鲽鱼或者鳕鱼，这俩存在10s内短杆，由于鱼王的杆时数据并没有见过10s以上的，所以可以10s没咬钩就直接断杆提起以增加有效杆。但是如果你开耐心了，注意断杆时候如果用精准提钩断杆小心误提，用提钩断杆小心鱼王杆用提钩导致没提起来（别问我为啥知道',
    },
    33319: {
      id: 33319,
      name_chs: '变影鱼',
      biteTime: '平钓29.9s 32s 38.4s 39.6s',
      trick: '乌贼丝（鱼王杆 精准 拍轻杆珂露西亚岛鳕鱼',
      comment:
        '4种杂鱼，鲽鱼和鳕鱼是相对杆时短（20s内）且咬钩占比高的，其次中长杆时的艺术鱼和同模鱼，相比之下，同模的变形鱼咬钩较高。所以鲽鱼和鳕鱼选择拍一个，个人倾向拍鳕鱼，实在要拍同模变形鱼也勉强可以接受，艺术鱼就算了，相比之下的咬钩并不高。',
    },
    33320: {
      id: 33320,
      name_chs: '拿巴示锯',
      biteTime: '30.7s 31.9s 33.6s 34.6s 45s 47s',
      trick:
        '力山羊肉干→鱼王杆沙漠锯→鱼王杆（强力 或 力山羊肉干→中杆角骨鱼→鱼王杆沙漠锯→鱼王杆（强力',
      comment:
        '钓门票沙漠锯的时候有3种杂鱼，螃蟹和沙遁鱼基本在10-15s，角骨鱼和沙漠锯本身的跨度都很大。由于角骨鱼和沙漠锯都会套娃且杆时长又跨度很长，所以建议提前去钓沙漠锯专一撒饵。一轮套娃结束以后正常耐心二钓。第一轮套娃结束，如果遇到中杆角骨鱼建议还是提起然后追梦套，因为CD大多短窗口期，长窗口很少见，硬追沙漠锯个人感觉并不明智。另外，由于沙漠锯杆时长的缘故，个人建议有专一情况下在CD开始前的10-15ET分（即ET xx：45 - xx:50）抛杆（撒饵情况下），这样能在进入窗口期之后第一时间抛出杆，不至于在窗口期内还要等钓一杆必中的沙漠锯的时间。',
    },
    33321: {
      id: 33321,
      name_chs: '达穆伦樱桃鲱鱼',
      biteTime: '撒饵15.8s 平钓24s 26.7s 27.3s 34s',
      trick: '虫箱（鱼王杆 精准 拍轻杆青蓝鳅',
      comment:
        '咬钩大头在灰跳鱼和青蓝鳅，樱桃鲱鱼的咬钩与前两者相比低很多。所以倾向于拍青蓝鳅，最长杆时比灰跳的要长。常驻鱼王慢慢钓别急。脱钩率比较高。',
    },
    33322: {
      id: 33322,
      name_chs: '顶天眼',
      biteTime: '撒饵15.1s 21.2s 18s 平钓29.7s 33s 38.9s',
      trick: '虫箱（鱼王杆 精准',
      comment:
        '4种杂鱼里同模水泡眼的杆时最长但是相比之下咬钩并不高，其次是珍珠鳞。咬钩大头在灰跳鱼和仙子鱼。由于CD大多是只有1et（2分55秒）的短cd，拍咬钩较高的灰跳鱼或仙子鱼还是杆时长的珍珠鳞全看个人取舍吧，各有利弊。23分的长CD个人建议拍珍珠鳞。不追求',
    },
    33323: {
      id: 33323,
      name_chs: '底暗鱼',
      biteTime: '撒饵27s 平钓39s 40s 51s',
      trick: '虫箱（鱼王杆 精准 拍轻竿永暗鱼',
      comment: '杂鱼里永暗鱼杆时巨~~长。咬钩不低，拍他！',
    },
    33324: {
      id: 33324,
      name_chs: '金色皮皮拉鱼',
      biteTime: '撒饵6s 6.9s 7.3s平钓12s 12.6s 13s',
      trick: '盗蟹丸（鱼王杆 强力 拍轻杆弧边招潮蟹',
      comment:
        '俩杂鱼卧龙凤雏，招潮蟹最长杆时比皮皮拉的最长杆时要长，所以拍招潮蟹。可撒饵。',
    },
    33325: {
      id: 33325,
      name_chs: '奸隐鱼',
      biteTime: '撒饵13.8s 16.4s 17s 18.6s 平钓26s 29.5s 34s 38.8s',
      trick: '短嘴诱饵鱼（鱼王杆 强力 拍中杆卡利班骨头鱼',
      comment:
        '不要开钓组，由于CD较短，为增加CD内有效杆，拍卡利班，笔者个人测得的卡利班最长可达34s。',
    },
    33326: {
      id: 33326,
      name_chs: '绒毛海神虾',
      biteTime: '27.7s 28s 35.7s 37s 42.1s 43.7s 44.8s',
      trick: '乌贼丝→古代虾→鱼王杆（精准',
      comment:
        '乌贼丝只上黑风鱼和古代虾，小钓大没啥操作空间，提前到位钓虾撒饵专一就完了，体验要比琥珀丘东海岸强太多了，懂得都懂，别开钓组。咬钩略低，小钓大时候的杂鱼包含黑风鱼哦（耳语',
    },
  },
}
